{
  "hotelName": "Hotel des Patients",
  "hotelId": "11761198",
  "count": 33,
  "actualCount": 33,
  "position": 0,
  "allReviews": [
    {
      "title": "great place to stay in Lausanne",
      "content": "I stayed at this hotel with a friend on a short trip to Lausanne. It was impeccably clean, the staff was friendly and efficient, and the rooms were large, warm, quiet and comfortable; it even had a partial view of the lake! The breakfast was self-service and had a large variety of Swiss goodies. It was also quite near the city centre, and easily reachable from the railway station by metro line no.2 (5 stops). To top it all, it was very reasonably priced. I can imagine that some people find the hotel decor too \"clinical\" but it did not affect me at all. I would recommend this hotel without reservation."
    },
    {
      "title": "Lovely place to stay for la nuit des musées",
      "content": "As others have already said, the concept of this hotel is to mix hospital guests with outside guests - and we think it really works! We had a lovely corner room for the three of us. Really spacious with lots of storage, a huge bathroom and comfy bed and sofa bed. Great views of the lake and the cathedral spire too. Breakfast was really good too with an extensive selection of good quality products. We all enjoyed eating there and covid rules of the time were well-respected. Oh and the whole place (even the car park) was super clean. We booked for there Nuit des Musees and with the Lausanne Transport Card and the CHUV metro just a 2min walk away we got to all the museums we wanted to visit easily and for free. Thank you and we would definitely book again."
    },
    {
      "title": "Excellent hotel near the Hospital and Metro station 10min from Center",
      "content": "I really recommend this hotel, It is intended to host mainly families and persons who visit the hospital CHUV but it as a great Price/value The rooms are modern and very clean Included in the stay you will receive a ticket to take de metro for the duration of your stay , a nice plus. It is a quality hotel and if you are lucky to stay in the 4 and 5th Floor on the lake side you can enjoy a nice view Staff was always friendly and hepful Breakfast could be improved Parking is 20CHF per night (you can get a weekticket for 7 days of parking for 70CHF directly in the CHUV parking. Ask at the CHUV parking operator on the CHUV parking 4th floor)"
    },
    {
      "title": "Comfortable and close to the city centre",
      "content": "It's a particular hotel where the patients are living but you don't feel like in a hospital. The room are quite big and the bathroom as well. The parking is connected to the hotel for 20CHF/day, convenient considering the cost to leave the car on the street. The metro is 50 metres far from the hotel and connect with Ouchy and the city centre in 15'"
    },
    {
      "title": "Very pleasant",
      "content": "A nice hotel. We had a lovely room, the Superior bedroom, spacious, cleaned and a large terrace with the view of the lake, the Alps and the cathedral. Professional staff. The restaurant was also very nice, good Supper and nice staff."
    },
    {
      "title": "Spacious, clean and professional",
      "content": "All was excellent. Although a bit far, you have the metro in front and can be in the center in few stops. Parking practical too, staff very professional especially during Covid (the location is actually inside a hospital). Rooms very spacious and clean. We are definitely coming again."
    },
    {
      "title": "One of the best and most convenient places to stay in the city center",
      "content": "We had to chance to stay a couple of nights at Hôtel des Patients- and being familiar with Lausane - this is without a doubt one of the best value you can get for your money in the city. The property is brand new, rooms are big, bright and super clean with a comfortable bed and boy, what a view. Despite being close to the hospital everyone makes you feel welcome and ensure that you have a wonderful stay, despite all the Covid related sanitary measures, they went over and beyond to make us feels as comfortable as possible. The location it self is incredibly convenient, you are literally 5 min away from the city center by metro (add a 2 min walk from the hotel to the metro station), plus you get a free public transport card when you check in! I would highly recommend this"
    },
    {
      "title": "Pleasant stay.",
      "content": "Pleasent stay and hotel but feels bit strange as others have said. Clean rooms and public areas. Breakfast was fine. Location is bit far from center but did not really bother us. Overall experience was ok since we were there visiting friends and not really holidaying. Not sure though if i would choose again if i go back. "
    },
    {
      "title": "Excellent hotel",
      "content": "Great hotel for a weekend in Lausanne. Location is excellent, close to motorway and 2’ from the metro station (2-3 stops from downtown). Public transport ticket is included in the package. Double/family rooms are spacious, modern and clean. Big bathroom, safe and full size hair dryer. Bed is comfortable. Breakfast is included and adequate especially for the sweet part. Staff is very professional and friendly; gives all necessary information. Really great. Prices are competitive and we could leave the car in their garage for 20 francs. Definitely it will be our hotel for any trip in Lausanne and surrounding. "
    },
    {
      "title": "Laussane visit",
      "content": "This hotel is near to metro train station. The automatic metro trains runs up and down the gentle slopes of Laussane.Most of the interesting places can be easily accessed from here. Good for \"mothers to be\" as it is located next to Maternity Hospital. Breakfast has good varieties and the complimentary public commutation pass can take you as far as Epesses just before Rivaz if you want to go for some beautiful wine tasting hikes. The front desk is very friendly and takes good care of you."
    },
    {
      "title": "Not for everyone",
      "content": "The rooms and bathrooms are huge. The breakfast is very varied and very healthy. However, didn’t understand the concept of the hotel when we booked i.e. it provides rooms for the patients of the hospital next door and their families as well as tourists and business travellers. The name should have given it away really. It’s location is great although it is on a hill but only a short walk to the city centre. Great views from the restaurant of the lake. "
    },
    {
      "title": "Great hotel and location! But strange place (4.5)",
      "content": "It’s a hotel that is part of a hospital, but separate. The triple room we stayed was amazing and had the best view of the lake! Also, they gave us a free pass for the metro! The free breakfast is great and they also gave us a complimentary drink! We saw tons of people from the hospital (pregnant women, new moms) Parking is paid (cost 20 fh) and it’s the only place to leave the car."
    },
    {
      "title": "A very nice surprise !",
      "content": "I have lived in Lausanne for years, but the metro and this hotel very built after I left. Arriving at the hotel was very easy, the private parking was cool, and well lit. The lift took us right to the reception, where everything was ready for us in minutes. Our little son was a bit surprised to share the hotel with patients with iv drips, but since we are doctors, it was no big deal after all. The family room was huge, and both the bed and the bed-sofa were high quality and very comfortable. The cleanliness was top notch, in all areas : 10/10 ! Everything is build for patients with limited mobility, so all spaces are wide and accessible. The breakfast choices were fantastic, with gluten-free bread on request. The proximity of the metro makes this hotel an excellent choice,"
    },
    {
      "title": "Excellent in every way .",
      "content": "So clean, so bright, so friendly, so elegant. Our room was on a roof top with an enormous balcony. The bathroom was enormous and so was the bed. We loved it. Breakfast was great but I think they need to turn up the water to boil the eggs a tad higher. 10 mins in the water and still clear white runny goo. Nevertheless a fantastic hotel. Thumbs up."
    },
    {
      "title": "huge and modern room, nice breakfast",
      "content": "we really liked the family room -- huge, I mean HUGE, nice view, clean, plus the nice breakfast, friendly stuff, what else can we ask? the location is not in old town, but within 300 meters is the frequently run M2. The hotel gives out free local transportation card. In Laussane area, the next same level hotel that can host our family of four is about double the prize. Some people do not like to see patients in the hallway or breakfast area, which I understand, but the hotel name and its description clearly stated what it is. Hence if it is something people are not comfortable with, they should avoid it at the first place rather than leaving a low rating to the hotel."
    },
    {
      "title": "Clean and neat but you just get the hospital feeling",
      "content": "The hotel is new and clean that you can even smell it. Though you get that strange feeling of being hospitalized. I have not booked it by myself and got to visit it in quite an intense moment. Though the staff is friendly and welcoming, you just cannot avoid the clinic and the sterilization feeling around. Everything is so minimalist and white that you just can taste the hospital. Of course, if visiting on purpose or on a budget, you can find all the necessary things inside besides ANY air-conditioning. And I just got a visit in a Hell of a month. Even the common areas are not air-conditioned, so basically there is no escape. Good is that it is located up on a hill and you can have a view to the lake which allows you to feel some breeze in the night. For its purposes - serving"
    },
    {
      "title": "Unusual setting worth trying",
      "content": "Conveniently located near a metro close to the city center and train station, this clean, comfortable hotel also,serves the nearby hospitals. In addition to the clinics on one floor, we got to see newborns and their parents at the excellent hotel restaurant. "
    },
    {
      "title": "A practical place while visiting sick relatives at CHUV hospital",
      "content": "The building is a typical 4 star modern hotel. Nothing charming but very functional. The staff is very attentive and helpful. As I was a returning guest I got a room on a high floor with a city view. Practical shower (great for the elderly or handicapped as there is a built in stool). Restaurant on site was fine both for breakfast and dinner (I didn't eat much as my mother was being mishandled by some uncaring CHUV staff (+ again at other hospitals and clinics in the Nyon - Montreux area) and this unspeakable awful / inhumane behaviour to a helpless senior had me loose 20 kg 2 months...) In the same building below there is a nice creperie (french pancakes) that might appeal to tourists. The hotel is close (5min walking) from CHUV metro station that will get you to"
    },
    {
      "title": "Weird concept, you feel like being in hospital.",
      "content": "Very weird concept, I did not expect to feel like being in hospital. People that need recovery are staying here, its open for tourists but Its far to creapy feeling to spend your holidays in hospital. All the best for patients and I will all of them good and fast recovery, but may days off I would like to spend in normal hotel or in airbnb. Positives: friendly staff."
    },
    {
      "title": "Interesting",
      "content": "Initially I was sceptical with the fact that this hotel was attached to a hospital but it was superb, clean in fact spotless, freindly staff brilliant location and the room was practical beyond belief. The downside, there is none."
    },
    {
      "title": "Excellent, well located hotel that normalises the needs of the infirm",
      "content": "We chose this hotel to give easy access to friends who live to the north of the Canton. It is located conveniently near/ downslope from the motorway network that avoids driving through the city centre. As others have written, the hotel is used by patients of CHUV and is to an extent geared around that environment. Our 7th floor, corner penthouse room had a terrace with a wonderful view of the lake and the mountains across on the French side. Food was good, both in (continental) breakfast mode and evening restaurant. Staff were always helpful and welcoming. The hotel is a short walk down to the old town (use the Route du Calvaire footpath!) and across to the excellent Hermitage art gallery."
    },
    {
      "title": "Weird concept. Spotless hotel.",
      "content": "I must say i was intrigued about this hotel, didnt know how to review it on the first time. But i`ll be sincere and direct. The location of the hotel is quite ok, between two metro stations (CHUV and SALLAZ). Most of the food, pharmacy, restaurants, shops are near SALLAZ metro station, lets say 10 mins of walking. The hotel has a parking which costs 20 francs/day. If you come by car there is no other choice. You cannot park anywhere near the hotel, since the places are taken so you risk quite some fines. While the hotel is directly connected to a hospital, i havent heard any ambulances during our 2 nights stay. The room we were given was on the last floor, with a big beautiful terrace overlooking the downtown and the lake. Everything in the room was spotless and i really mean it"
    },
    {
      "title": "convenient",
      "content": "good location, very good service. free hospital wifi works here too, you just needy to add your mobile number. I went to Lausanne for business at the nearby university hospital and stayed for two nights in early October 2018. The price was reasonable for this area. excellent views of the lake if you get a top floor room. The room is very clean and practical. No air-conditioning in the room, just a fan. Breakfast is excellent, good quality food and range as well as good opening times (6-10). The bar is open till late and prices are not bad. Staff is very helpful, they gave us adaptors for free. There is a smoking area."
    },
    {
      "title": "Clean and comfortable",
      "content": "We had very spacious and super clean room with large patio. The room was equipped with modern electronic stuff like automatic sunscreens etc. The hotel should be very comfortable for patients in their restoration period and for people with disabilities, though it’s perfectly suites for everybody. Location is not in the city center (it’s right next to some hospitals - no wonder why), still easily accessible by metro. Medical helicopters sometimes can disturb you at night, but it happens not so often. Breakfast could include anything freshly cooked (at least omelette)."
    },
    {
      "title": "Very Clean",
      "content": "This is one of the most interesting places I have stayed in. It was half hotel half hospital. The room was amazing and the entire hotel spotless. They provide a few free drinks at check in and breakfast the next day. Will stay again."
    },
    {
      "title": "Clean, convenient but soulless",
      "content": "The standards at this hotel are extremely high, the place is spotlessly clean, there are white walls nearly everywhere and the restaurant serves high-quality food. However, I couldn't help feeling that the place had been designed by an automaton without a soul. Everything seems so sterile and functional and a lot of the other \"guests\" are walking around with a patch on one eye or are heavily pregnant so you feel slightly abnormal being healthy. When you step out of the elevators the corridors are completely dark and the lights come on as you move through the floor like something out of a dystopian sci-fi film. However, the location overlooking the lake is beautiful and the position near the underground station is very convenient for trips into town. The rooms and bathrooms are"
    },
    {
      "title": "Clean, roomy, excellent breakfast",
      "content": "Not a negative comment on this hotel. Extremely clean, spacious rooms and bathrooms, variegated and rich breakfast. True, it's not located in the city centre, but the metro is right next to the building. Keep in mind this is the hotel of the university hospital, as such the colors tend to resemble those of a hospital. "
    },
    {
      "title": "Nice hotel",
      "content": "Nice hotel. Nothing extraordinary. It is very close to the hospital and this is why everybody is going there. It is pretty expensive and it should have more things to do as activities (Gym e.t.c.). But all things considered it is OK."
    },
    {
      "title": "Clean and bright room",
      "content": "Stayed here for two weeks Likes: - Cleanliness of the room, common areas and the restaurant. - The staff in the restaurant was friendly and nice. Although sometimes they were too busy to help, they would come up immediately when available. - The food in the restaurant was fresh and delicious. Not a great variety of choice in breakfast and semi-buffet, but was definitely enough. I loved the salad bar most. - The room was bright and spacious. The bed was comfortable. I could have good sleep every night after work. - Very convenient. Only 5-minute walk from CHUV Metro station. Dislike - Booked a twin room but a single disable room was given (of course the price was twin room). - The room was a bit hot in the first three nights, but was better later because the weather was"
    },
    {
      "title": "Staying in Lausanne attending a congress in Geneva",
      "content": "The choice of the hotel was absolutely the result of hectic searching for reasonable prices which were not available due to the big dermatology congress in Geneva. I am just so so happy I chose his hotel. I arrived tired and sleepy at about 11 30 am and they offered me a room. In fact they upgraded me to a very large beautiful room on the 6th floor, 652 to be precise! It was all pristine white. The walls were a bit bare and minimalistic but the room was spanking clean and tidy and huge! It had a breathtaking view of the cathedral top and lake Geneva! In fact you woke up to the view and slept to the shimmering lights from that area. It had a very comfortable double bed with lovely pillows and crisp linen, lots of storage space, a sofa, center table, two single seats and a"
    },
    {
      "title": "The hotel is \"incorporated\" in the hospital.... I did not like it all....",
      "content": "I was at a business trip and the organizer has booked me a room in this hotel (near the conference venue). I was really surprised when I got there... The hotel lobby has signage referring to hospital services - at first I thought it was a joke but that is not true.... The floor of the lobby has hospital services... And when you enter the room, you have the feeling that you are in a hospital room.... I guess this is a good spot when someone dear to you has to stay in the hospital, and you want to stay near to him/her.... The rooms were very clean and I can not state that this is a bad hotel - but it is the concept that came as surprise to me.... Staff is very friendly. "
    },
    {
      "title": "A very unexpected pleasant stay",
      "content": "Was looking for a non-expensive stay with easy access. I arrived in a super modern hotel, with a super good restaurant and on top super friendly people. I had a room with a \"view\" WOAW. A garage on top of that. Wali King distance from center (1.7km). As of now, i know where to stay when I come to Lausanne."
    },
    {
      "title": "One night at Hotel des Patients",
      "content": "This hotel is coupled to the hospital center. I was here for a one day meeting. The hotel is new, room and bathroom are large and comfortable. Very quiet and my room had a nice view on the lake. Staff helpful and friendly. Accessible to persons with reduced mobility. Free wifi and a nice restaurant. Lunch excellent and descent breakfast (English or continental). 15mn walking to city center, but 2mn walking to a metro station. Á very convenient place for a short stay in Lausanne or to visit or accompany a person admitted to hospital."
    }
  ]
}