{
  "hotelName": "Hotel Des Voyageurs",
  "hotelId": "199124",
  "count": 146,
  "actualCount": 146,
  "position": 1,
  "allReviews": [
    {
      "title": "Really wanted to love this hotel!",
      "content": "I booked three rooms for a group. Two couples had lovely rooms that were comfortable and properly amenitized and well-priced. The group of 3 was given a suite that was essentially two rooms, one with a kingsize bed and a step down to a living area with an extremely uncomfortable sofa bed, a small toilet room, and a bathroom in the middle of the two rooms that had no door. It was quite a bit more expensive and simply not worth the extra cost. It also had ugly commercial gray carpet, was at the back of the hotel where it was very dark and did not feel very inviting. I really wanted to like this hotel as the interactions before arrival were good and we always got prompt responses to questions. They did organize a private driver from Lausanne to the airport in Geneva and I thought"
    },
    {
      "title": "Nice design hotel - perfectly located",
      "content": "Located in the center of the old town of Lausanne, this is a perfect small hotel. We enjoyed its design room and the staff was friendly. Plenty of shops and restaurants in the vicinity. You may need to walk a bit if you come by car, because these are (mostly) pedestrian streets. Good value for Lausanne."
    },
    {
      "title": "World Cup of Hockey 2020",
      "content": "We booked a stay for a trip to attend the world cup of hockey in Lausanne in May 2020. The only available rooms were under a non refundable rate which we accepted since we fully intended to go to the hockey tournament. The tournament was cancelled due to Covid-19 as was all travel from the US to Switzerland. We contacted the hotel and requested a refund due to the world circumstances which were beyond anyones control. The hotel was very firm that we would not receive a refund due to the purchased rate. They offered a year extension to use our reservation. We were only planning to go to Lausanne for the hockey tournament. I feel this hotel is putting its profits above the circumstances around Covid-19. Even with the complete shutdown of travel to Switzerland they are inflexible"
    },
    {
      "title": "Relaxing atmosphere in Lausanne",
      "content": "Perfect location in the heart of the city. Just be aware that access with car up to the front of the hotel is difficult to find and risky (pedestrian area full of people) on Saturdays at least. You're better off parking the car in Parking du Centre and walking 5 min to the hotel. The daily cost of parking (with hotel voucher) is only 15 CHF. We got a really hearty welcome; the room was nice; and the breakfast, refreshing in a bright area. Strongly recommended."
    },
    {
      "title": "What a pleasant surprise!",
      "content": "A last minute trip to Lausanne and I decided to stay in this hotel, one street over from where I lived for 21 years. And I am really glad that I chose it. The first impression is the staff. The woman who checked me in was super friendly and helpful. When I got to my room I was impressed. Newly renovated, clean and modern with removable duvet covers and all white bedding which I prefer, and not those old fashioned bed spreads that 8 million people have touched. The mattress was super comfortable. There was a portable air conditioning unit but I prefer sleeping with the window open. It can be a noisy neighborhood but on a Sunday night it wasn't bad, plus with the virus there weren't many people walking around so I slept well. The only problem was that the shower leaked"
    },
    {
      "title": "Rude Staff and Poor Management",
      "content": "We were originally booked to stay here at the end of May 2020. Due to COVID-19 we had to cancel our trip. Switzerland had closed their borders to outside travelers. We originally booked in January under a non-refundable rate and didn't think much of it. Fast forward to May and cancelling... We had booked 5 hotels across Switzerland with non-refundable rates and this hotel is the only one who wouldn't give us a refund. To make matters worse they refunded the couple we were traveling with, but not us. The Front Desk Supervisor, Marina Elena was very rude over e-mail while I was trying to communicate to her that we literally couldn't travel to Switzerland. We had originally chosen to stay here based on the good reviews, but I would never stay here based on their lack of consistent"
    },
    {
      "title": "A very good boutique hotel",
      "content": "I have stayed at this hotel just for 1 night. I liked very much the organisation of the rooms and the cleanliness. I didn't mind that my room (1 person) was small, it had everything I would need. The bed was very comfortable as well as the pillows. Breakfast was also very good. The location perfect. My only suggestion to add body cream in the amenities and maybe a pair of slippers is really not so important."
    },
    {
      "title": "Just perfect and such a great location downtown Lausanne",
      "content": "This small hotel is a hidden gem. The rooms are great and so quiet, the staff is very friendly and the breakfast was perfect. From there you can reach everything by foot as the hotel location is so central. You are truly in the very heart of Lausanne. We will definitely come back!"
    },
    {
      "title": "I loved everything until my ring got stolen",
      "content": "I loved the check inn, breakfast was great, room was wonderful. Until i forgot and left behind my ring. I phoned 2 hours later but they told me there was no ring. The room meanwhile was cleaned so clearly someone took my ring. White gold. No good."
    },
    {
      "title": "Fantastic boutique hotel",
      "content": "I stayed here very briefly for a business trip and really loved this little hotel. My room was very modern, super clean and cosy and had all the business amenities one would need. It's located just a 5 min drive from the train station on the cutest little road amongst a few stores. The breakfast was great too. Will definitely stay here on my next trip and highly recommend the hotel."
    },
    {
      "title": "Great location",
      "content": "Great location near Lausanne Flon tram station. Neighborhood was perfect for shopping and waking around. Friendly staff who spoke English well. Breakfast included. Clean, updated, and comfortable rooms"
    },
    {
      "title": "Great stay in hotel des voyageurs",
      "content": "Great service by reception personnel in regard to, check in/out, public transport information of city to breakfast. A recommendable hotel with vey comfortable rooms when staying in Lausanne. Restaurant 'eat me' is a mondial dish in tapas format restaurant around the corner. Highly recommendable too, but book in advance !"
    },
    {
      "title": "Great location, very comfortable.",
      "content": "Nice quiet pedestrian zone area, central to most things you want to see. Very very comfortable bed (room 57), one of best I've experienced in 2 years living in Europe. Nice breakfast, real scrambled eggs and pastries, good coffee. (Would have liked for the coffee to be served in a carafe, or be able to help myself to more, rather than be served to me by waitstaff, but ok.)"
    },
    {
      "title": "Chic, Modern, Central",
      "content": "This hotel is in the pedestrian zone of Lausanne, in easy reach of sights, many restaurants, public transit, shopping. The room was comfortable and had direct USB charging ports right by the bed, which we appreciated, and is decorated in a chic, modern way. The large desk and refrigerator were both very practical, Nespresso in teh room was nice, and the breakfast was delicious. Our only minor complaint was that the neighbor above us appeared to stride back and forth for long periods at a time, and this was very audible to us."
    },
    {
      "title": "Good Base for Lausanne",
      "content": "We stayed at the Hotel Des Voyageurs two nights while visiting the Chateau du Chillon, the Domaine du Daley vineyard, the Cathedral of Notre Dame in Lausanne, Lake Geneva, and the Olympic Museum. The hotel is a good base for Lausanne excursions. It is in a quaint part of town (please see photos) and a short walk from the Metro. For example, we took the Metro to Ouchy for a lakeside walk and a boat ride to the Chateau du Chillon. We were there during Switzerland's record June heat wave, and this was not the only hotel that we were uncomfortable in. Europe is just not used to this kind of weather. Anyway, the room was clean and comfortable. We liked the bed setup...single beds on the same queen platform. The little balcony facing French Swiss businesses had charming vintage"
    },
    {
      "title": "a good choice for comfortable and convenient lodging",
      "content": "First things first:This hotel provides fine lodging in a good location in Lausanne. Description: Welcoming and efficient check in. Modern renovated interior. Absolute world-class hair dryer. Over 400 TV stations, many in English, but online guide makes finding them hit and miss. Good lighting. In our room, the shower door only covered 40% of the bathing area; made showering awkward. Some other rooms had shower with glass wall/curtain facing bedroom. Housekeeping did not replenish free water or coffee. Two bath towels and two face towels. Very convenient location but - no fault of the hotel - inclined and curves of city streets made it easy to get disoriented. Bottom line: If we were to return to Lausanne, the Hotel Des Voyageurs would be a good choice for comfortable and"
    },
    {
      "title": "Nice hotel in the heart of the old town",
      "content": "The hotel is in an old house that has been stylishly renovated. Nice modern rooms in boutique style, everything was spotlessly clean. Good breakfast with excellent coffee (you can also ask for a refill). In our room, we also had a Nespresso machine and an electric kettle. - The hotel is in the heart of the foot passenger zone, with lots of shops and restaurants just across the street (Irish pub 100 m down the street). Parking was no problem, in a parking lot at 5 mins walking distance. Of the 30 CHF overnight parking rate, the hotel refunds 15 (they give you a confirmation which you present at the parking lot office on the first floor (next to car mechanic's workshop). Metro stations are within 200 m, so you can easily get to Ouchy on the lakeside and other places of interest."
    },
    {
      "title": "Modern boutique hotel in the city center",
      "content": "Hotel des Voyageurs was probably our most comfortable and cleanest stay during our travels throughout Switzerland. We booked a suite on the bottom floor and it provided ample room for our 2 little girls to run around. It felt like a 1-bedroom apartment with a little courtyard with an entrance from the bedroom and living room. There was also a sofa bed in the living room. The room itself had hardwood floors and a spacious bathroom area along with a smaller half bath. A thing to note is that there is no door to the shower bathroom so there’s no privacy between the bathroom and living room, so if you’re staying with a friend, they should go out when you shower. We had such a great time and loved the convenient location near the train. We would stay here again the next time"
    },
    {
      "title": "Wonderful, Modern Hotel",
      "content": "We spent 2 nights in a suite in this hotel and thoroughly enjoyed it. The rooms are contemporary and very well thought out. There are tvs in each room and the couch makes into a bed (which we did not use). The two rooms provide plenty of space, so you do not feel confined. We faced the interior courtyard, so it was very quiet. A very nice touch is the free water in glass, reusable bottles; more hotels should do this. We decided that they had the best bathroom in our 2 weeks of travel in Europe; shower, blow dryer, size, ease of use, etc. The only suggestion would be to check the wifi in the bedroom (38), as it does not reach to that room. Also, be aware that the climate crisis has made air conditioning a necessity and theirs is a portable one, which we moved into the"
    },
    {
      "title": "Great location",
      "content": "We stayed here for 3 nights as a stop over during a 2 week trip. The hotel was a short walk from the Lausanne Flon metro stop, which is one metro stop above Lausanne Gare train station. The hotel is located in the old town part of Lausanne with lots of pedestrian streets and is a very new or newly renovated hotel with beautiful rooms and bathrooms. The hotel itself does not have air conditioning, but they had a portable unit that you vent out the window in our room, which was much appreciated with the weather being warmer than usual. The hotel provided each person with a local transport card which saves money, although the card does not go as far as Rivaz, Vevey, or Montreux. Breakfast, which started at 6:45am, was plentiful with breads, scrambled eggs, pancakes, cheese, yogurt,"
    },
    {
      "title": "Lovely hotel, close to train station",
      "content": "This lovely hotel emailed us directions from the train station to simplify our arrival. You’ll love the comfy beds & delicious breakfast. Be sure to take the train to nearby Montreux to visit Chillon Castle, a must-see. And, there’s yummy ice cream right around the corner & a fabulous bakery across the street."
    },
    {
      "title": "Good hotel in a good locality",
      "content": "Stayed with my family (including 2 small kids) in the Suite in June 2019. The hotel is in a walking street - however, yo can bring the car all the way to the hotel, if you need. The reception was friendly and helpful and provided clear directions to the car park. There are many restaurants near by and the metro station is hardly 5 - 10 min walk. The bathroom does not have a separation (leave aside a door) - so not really for a family!! The sofa bed was decent but not very comfortable! The rooms do not have AC - a portable AC was provided but was bulky and required windows to be open! The space was fine. The breakfast was good and enjoyable. Parking - It is a paid parking, approx 10 mins walk from the hotel. You can pay by hour or take daily car park for CHF 15 per day."
    },
    {
      "title": "Wonderful stay in this conveniently located hotel",
      "content": "We had a wonderful 3 night stay at the hotel in June. We stayed in room 48, a deluxe room which has a portable airconditioner. The bed was very comfortable and we were not bothered by any noise though we had to open the window to vent the airconditioner. The spacious shower area was separate from the roomy toilet; hot water was almost instant and the water pressure was excellent. There was plenty of closet space. There was a nespresso machine on a mini fridge with free chilled filtered water; there were bottles of sparking water for a fee. There were USB ports on both sides of the bed. It was very clean. The location of the hotel is very convenient. It is a short walk from the metro station. There is an elevator close to the metro station so you don't have much uphill walking"
    },
    {
      "title": "large and comfortable room",
      "content": "Our room was larger than most we'd had in Switzerland. It also had charm and very good bedding. The only negative was there was no air conditioner yet so they brought up a fan. The breakfast was good. We really appreciated the hotel providing directions to the property ahead of time since we arrived via train. "
    },
    {
      "title": "Clean, great location, too hot in Summer",
      "content": "This hotel is located in the old city section of lausanne. It is one stop and a 5 minute walk away from the main train station. The hotel is modern and very clean. The room was spacious and had double doors opening onto a nice balcony. The good - - Great location, 5 minute walk to the Cathedral and it is surrounded by shops and restaurants. - Nice breakfast spread, eggs, breads, cheeses, cereals, fruit, etc The not so good - If it is above 75F the room gets very hot and stuffy, the advertised AC does not exist - The windows open but the street noise reverberates up. The proximity to bars on the weekend make for a lot of late night noise until about 230am on weekends - The evening desk person has little knowledge of the area and is a little cranky I would stay here again"
    },
    {
      "title": "Comfortable and attractive hotel in beautiful city",
      "content": "We enjoyed our stay in Lausanne and are glad that we chose Hotel Des Voyageurs as the location on the quiet street, close to the city center was terrific. Our room was beautiful, comfortable, and so well appointed. The breakfast was full of many choices. Our only complaint would be the staff. Not very friendly or helpful. We had questions about dining (getting there on a Sunday evening, not much is open for dinner and we were kind of on our own to figure that out with no recommendations .... not what we are used to in fine hotels). This is pretty much always what we ran into when we asked questions or needed some advice or help. The people at the front desk always seemed a bit \"too busy\" to want to deal with us. A kind smile and cheerfulness, as well as knowledge about"
    },
    {
      "title": "Great stay",
      "content": "I got the last room available, which was the junior suite. More luxury than I was aiming for, but who's complaining?! It was beautiful. The hotel is located in the center of the old town and very close to metro and buses. The room is very comfortable, quiet and tastefully designed, all facilities are excellent, the staff is really friendly and helpful and the breakfast offered is just great. I stayed there 2 nights, and I am sure I would stay there again if ever in Lausanne."
    },
    {
      "title": "Everything worked",
      "content": "Spent two nights at this centrally located boutique hotel and will very likely go there again. Check-in was effortless, took 2 minutes and even managed the process in French (haven't spoken French in 27 years!)! Getting to the hotel is a fair walk uphill from the train station, although the distance is not long, the climb is steep, so if you're out of shape - take the metro. The room was very clean, nothing too exciting, but with everything I needed for my 2 night-stay. Internet connection was really good, getting up to 36Mb/s downstream. Enough plugs and USB connectors for my multiple devices as well. Complimentary water and coffee was also definitely a bonus. Bed was nice and firm and pillows not too bulky. On the plus side, also separate single duvets are always welcome."
    },
    {
      "title": "Great Stay",
      "content": "We stayed here two nights. Extremely comfortable bed, quiet, professional and knowledgeable staff, great breakfast and close to the old town. The metro is minutes away and the M2 can whisk you down to the train station in 5 minutes.we highly recommend staying here."
    },
    {
      "title": "Great small hotel in old Lausanne",
      "content": "Perfect location in old Lausanne. Short walk from Metro stop, itself one stop from rail station. Very easy to walk old part of city from hotel. Very nice room --- spacious, functional, clean. Excellent buffet breakfast. Good value."
    },
    {
      "title": "Quiet room in a great location",
      "content": "We stayed at the Hotel des Voyageurs for three nights in April 2019 and really enjoyed our stay. It was very centrally located, near numerous shops, department stores and restaurants. Our room was quiet, spotless, and everything in it looked new. If you arrive in Lausanne by train, follow the signs in the train station to the Metro (Lausanne's subway). The Metro stop closest to the hotel is Lausanne Flon (basically one stop away from the train station). You will need to take the Metro that's going in the direction of Croisette. We bought Metro tickets, but the hotel will give you a card for free trips on the Metro after you arrive. From the Metro station, look for the elevators and go up to the level labeled Passerelle. Once you exit the elevator, walk across the bridge"
    },
    {
      "title": "Absolutely perfect stay.",
      "content": "We stayed five nights in March. One could not ask for anything more. Friendly and helpful staff. Very comfortable bed. Spotless bathroom with instant hot water. Very nice breakfast buffet with a good selection to suit all tastes. I enjoyed my scrambled eggs each morning. The location is ideal. Quiet but close to the Metro, good restaurants and bars and a lovely tea rooms selling baguettes for lunch and tea and cakes in the afternoon. This hotel ticked ALL the boxes for us. We will certainly return. Lausanne is a lovely town."
    },
    {
      "title": "Nice surprise",
      "content": "It is a very nice hotel, in the center of Lausanne, close to all you need for business and not only. I recommend the structure without any doubt, for the excellent quality of services and the personnel kindness and availabitiy."
    },
    {
      "title": "I wouldn't even search for another hotel in town",
      "content": "We stayed 2 nights at the Hotel des Voyageurs, just after the new year. And it was honestly perfect. Quiet room, nice people to take care of us, ideally located. I would not hesitate a second to book there."
    },
    {
      "title": "Great location in center of old town",
      "content": "This is a very modern hotel in the center of old town Lausanne. Our room was very spacious and the bed was very comfortable. Separate room for toilet and a double facet sink and great shower. Loved the fresh water placed in the fridge everyday which was complimentary. Breakfast was good with scrambled eggs and the normal accompaniments one expects in European breakfasts. There was a small issue with the staff not keeping if fully stocked. I would say this is in relation to how many guests show up at the same time the limited staff. A bit of advise to those you are arriving by train, take a taxi both to and from the hotel. It will be 15SF well spent. The up and down on the cobblestone streets is murder on your luggage wheels."
    },
    {
      "title": "Service and quality of a four star hotel",
      "content": "The only reason why this is an 3 star hotel is probably the fact that there is no night reception available after 23 hrs. Very friendly and helpfull personnel. We booked the hotel directly and not via booking sites and we got a better price and even an upgrade to a deluxe room! Water from the minibar and wifi is free, you get free tickets for public transport which is very convenient to visit the city, train station and metro station nearby. Quiet pedestrian street, close to shopping area with a lot of restaurants, bars , etc. Large room, top bathroom with separate toilet. Excellent breakfast for a 3 star hiotel."
    },
    {
      "title": "Lausanne vacation november 2018",
      "content": "Hotel in a great location, in the center of Lausanne and easily reachable from the train station, either on foot, fifteen minutes, or by metro, 5 minutes. Upon arrival, as I had asked but had not been insured, the room was not ready yet, not bad. I found the hotel staff a bit cold, and it's the first time, we travel to Switzerland often. Comfortable, clean and well soundproofed room. The building is an old house wisely and modernly renovated. Breakfast is excellent. Powerful Wifi. As always when you arrive at an hotel in Switzerland you receive a free card for all public transport. In Lausanne there is a functional underground train. The price / quality ratio in Switzerland does not exist, everything is expensive there !!!! I highly recommend the hotel."
    },
    {
      "title": "centrally located - modern furnishings - excellent breakfast",
      "content": "In the past I stayed in a number of different hotels in Lausanne and this time, i booked for the first time a room at the Hotel des Voyageurs. It turned out to be a very satisfying stay in this Garni (B&B) hotel. The room was perfectly clean, equipped with a renovated bath/shower and quality furniture. The bed linen and bath towels were of high quality. In the minibar I spotted 2 complementary water bottles and the Wi-Fi signal was perfectly working. Even though the room was facing towards the pedestrian area on the hotel entrance side, I kept the window open all night and enjoyed a quiet sleep. The breakfast served on the ground floor is excellent and offers a wide variety of fresh and cooked food, that leaves no desires open."
    },
    {
      "title": "Great place to stay",
      "content": "Look no further, if you are looking for a good location to visit Lausanne, great service, amazing breakfast and good value for money then this is the place to stay. It is great. Nothing bad to say, we even had a bathtub in the bathroom. "
    },
    {
      "title": "Lovely modern hotel",
      "content": "We had a 2 night stay here as part of a tour group, and really enjoyed the accommodations. The room had plenty of space for both of us and our suitcases. The most \"interesting\" feature was the clear glass wall in the shower that you could see out into the room (and also see into from the room)! There was a curtain in the room that covered the glass, but gave many of us in this type of room a good laugh. There was a kettle so we could make tea or coffee, always a big plus for me. The gentlemen who checked us in was very helpful and when the elevator was acting up on check out day he hauled a lot of bags down the stairs with smile. Breakfast was varied and everything very tasty. There was a slight issue with some noise on a Friday night from down the block where I suspect"
    },
    {
      "title": "Quite Comfortable",
      "content": "This small hotel is a bit tricky to find but worth it. The room had more amenities than we expected- two sinks, large, soft towels, a portable A/C, comfortable bed and pillows, shampoo, etc. It is located atop the hill in the old section of town, close to public transit lines. Reception staff were very pleasant. We were able to access our room early. And the included breakfast was perfect."
    },
    {
      "title": "Beautiful and Peaceful",
      "content": "We arrived a few hours early for check in but they managed to get us in a room right away. The room was clean and modern with a great air conditioning unit. The next morning there was a lovely buffet breakfast with lots of options. We checked out but were able to leave our luggage at the hotel to continue exploring and make the most of our time in Lausanne. Very friendly staff and a very nice hotel!"
    },
    {
      "title": "Discovering a gem in Lausanne!",
      "content": "Location. This is a recently renovated hotel located in the middle of old town Lausanne. It is about a five-minute walk from the Lausanne Flon metro station. The main train station is one metro stop away (one minute). Another four metro stops (four minutes) take you to the end of the line (Ouchy-Olympique), where you enjoy the activities and many restaurants at the shore of Lake Geneva and the Olympic Park nearby. Hotel service and amenities. It is a small hotel with 35 rooms spread over five floors. The room is clean, quiet (despite in the midst of the old town), modern-looking, and spacious by European standards. The hotel staff are helpful. Free wifi and breakfast are included. The breakfast selections are excellent and provide us with a nutritious start for the day."
    },
    {
      "title": "A good hotel in a central location",
      "content": "A nice boutique hotel well placed for restaurants and the public transport system. Decor quite functional but staff very friendly and helpful and the breakfasts were good. I would stay here again next time I am in Lausanne."
    },
    {
      "title": "Great Hotel",
      "content": "A very good hotel. The rooms were very clean and comfortable. Excellent breakfast. The staff was very nice and helpful. We loved the location. Convenient to restaurants and old city center. Also very easy to get to metro and train station. "
    },
    {
      "title": "Perfect weekend stay",
      "content": "In the city, close to everything, very nice hotel with modern clean rooms, the staff is super friendly and helpful. And a bonus for me is that the hotel is pet friendly; you can take your furry friend for free! I can recommend this nice boutique hotel."
    },
    {
      "title": "Great location, friendly staff, modern room",
      "content": "This hotel is in a fantastic location, right in the center of town, walking distance to everything. Its on a steep hill (as are most places in Lausanne) so not sure where you'd park / move luggage if you were driving. I got the train there and used a taxi as I didnt want to drag my luggage the 7 mins up/down streets to the hotel. The staff here are wonderfully welcoming and helpful. They close reception around 8pm but you have access to the hotel via your keys. The rooms are a little functional and business like. The one I had was on the small side (I had to work on my laptop with it propped against the TV) but they do have everything that you need, including a kettle for that all imporant in room cup of tea. No air con but a nice Dyson quiet fan. Very modern and very"
    },
    {
      "title": "Perfect hotel in a quiet and good central area!",
      "content": "Even in an old building, this boutique hotel has very nice and cozy rooms, big enough and stylish, enlighted and modern, with a perfect cleanliness, excellent beds and pillows! The shower cabin was perfect, also the toiletries. No air conditioning, just an unit like a fan, which doing its job quite well. Very good breakfast and coffee, also the coffee in the room. Very nice and quiet location, close to the metro station and the main station. We had a twin deluxe room. I definitelly recommend this elegant hotel! The receptionist is a real gentleman, very efficient and professional and I greatly appreciated for his attitude and elegance as a castle manager :)"
    },
    {
      "title": "Beautiful and Comfortable Hotel",
      "content": "Stayed here as part of a Rick Steves' tour, and really enjoyed it. This is a very nice hotel with modern rooms and amenities. Very helpful and friendly staff, great breakfast. Convenient to public transportation, shopping, and eating."
    },
    {
      "title": "Perfect little hotel",
      "content": "During a recent trip to Switzerland, we spent one night in Hotel des voyageurs. First off, the location is ideal, close to everything! The hotel itself was clean, comfortable, modern and had very good service, as well as a delicious breakfast. For the price, we honestly could not ask for more. "
    },
    {
      "title": "Good choice for Lausanne",
      "content": "A modern smallish boutique hotel in a good location within walking distance of the train station (but take the Metro if you have a suitcase because it is a steep walk up cobblestones). Walking distance to many attractions, close to a Metro station. The room was smallish but typical for Europe, nicely decorated, very clean, comfortable bed; bathroom was modern and big enough to work for two people. Breakfast was very good, and the staff were helpful and pleasant. No AC. Did not provide wash cloths (typical for Europe). A good deal for Switzerland. We stayed in other hotels for a lot more $$ that weren't as nice."
    },
    {
      "title": "Fantastic hotel!",
      "content": "My wife and I were able to stay three nights at Voyageur last week. The hotel has an excellent location very near the (two actually) Metro, though the train station is easily a walkable distance. Though we only had a one night weekend rate, we were able to stay two more nights at the weekend rate, a very good rate for Lausanne. The hotel was very clean and modern. The staff was exceptionally helpful. We enjoyed the breakfast and the friendly, hard working staff there also. We would definitely stay here if in Lausanne again."
    },
    {
      "title": "Small, nice, comfortable,niche Hotel !!!",
      "content": "Situated within a short distance from the Lausanne Train Station (walkable), it is half way in between a steep gradient bye lane, with many shops and must cuisine eateries all around. The hotel has only about 25 / 30 rooms but they are well equipped, comfortable, neatly maintained. If at all one were to find a fault, it was that there were no creamer along with the tea / coffeemaker in the room. But when asked for it at the Reception, they were instantly available with a big smile. The road facing room has a very quaint small balcony, opening from an old fashioned wooden framed door, with two chairs outside where it was fun to watch the life moving about outside. The breakfast was reasonably good, mainly since vegetarian options were restricted to bakery / corn flake & fruits."
    },
    {
      "title": "Lovely central hotel",
      "content": "We booked a 3 night weekend stay and paid a little extra for an upgrade. We received a warm welcome and the hotel had everything we needed. Central but quiet, our room had a bedroom and lounge area. A buffet breakfast filled us up for the day ahead and we didn’t have any issues with late night entry. Switzerland is expensive but we felt this hotel was good value. Would recommend and will stay here if we visit again."
    },
    {
      "title": "very central, clean and cosy",
      "content": "I stayed there for three nights with a friend. The room is spacious, very clean, modern, cosy.... We really liked the breakfast.. the staff is very friendly. It is very very central. If it fits your budget, do not look for another option."
    },
    {
      "title": "Excellent price/quality ratio in a modern well maintained boutique hotel",
      "content": "3 days/2 nights in a standard modern room. Warm and efficient welcome from the reception. Standard room is quiet big for the category. Very quiet (non front street). Very good bed /sheet quality. Bathroom with shower, no bath tube. Hotel is well placed in the centre of Lausanne, 5 minutes walking from Lausanne Flon station (metro). No restaurant on site but very good recommendations from the reception staff. Excellent breakfast with high quality items. Professional service. I would recommend that place without any hesitation."
    },
    {
      "title": "Very pleasant stay! Advice: Take a taxi up to hotel for the first time",
      "content": "This is a nice boutique hotel. Hotel itself just like the pictures advertised on website!! Seriously good. Clean, Modern Room, NICE bathroom and toiletries. Lots of English TV channels. The tray of hot tea kettle and nespresso machine and free water bottles are well appreciated. :) We had a room facing the pedestrian street in front , so expect to hear some pedestrian noise if you need your patio window open for fresh air at night. I am not sure the A/C works but it was cool and we have earplugs. They do have rooms facing the back if street noise is an issue. Breakfast was great with hot dishes ( scrambled eggs made with real eggs), or just hard boiled eggs, choices of ham, turkey, cheeses, several yogurt selections, pastries and bread, cereals, and several different kind"
    },
    {
      "title": "Excellent for what it advertises.",
      "content": "Rooms clean and well kept. Breakfast very good with cheerful service. Well situated close to the gare and metro. Lots of good bistros close by. Very hilly city but lots of lifts and escalators to help. People welcoming."
    },
    {
      "title": "4 Nights visiting Daughter",
      "content": "Convenient, clean and comfortable. Friendly staff, good breakfast. Would stay her again as very conveniently situated for the city and to our daughter. Room was fine, good bed and bed linen. One thing that could be improved on would be the towels and no robes. Lack of mirror in the bedroom also annoying but magnifying mirror in bathroom a bonus as was fresh water in the mini bar and tea and coffee making facilities."
    },
    {
      "title": "Great Hotel, central location",
      "content": "This boutique hotel was clean, quite and central location. They have a lovely breakfast and friendly staff who will mail your postcards for you. We will definitely tell all our friends headed this way to stay here. They also have a small shelf to leave / take a book."
    },
    {
      "title": "Beware-Manager lacking commercial gesture",
      "content": "Hello everyone, I am currently, today, staying at that hotel (Feb 1-Feb 2 2018) and I would like to tell everyone to avoid that hotel. It is not a bad hotel, apparently refurbished two years ago, still, for those who are happy travellers like, I would like to give you an advice. Stay away from this place as the manager of it so much lacks emotional intelligence, needless to mention a commercial awarness. My friend and myself made an online booking in a rush and have unfortunately mistaken dates for Feb 22-23, still, i came to the hotel today..with a smile and realized the mistake...and asked whether we could switch the dates as it was already paid for on the net. I am aware that it was a non reimbursable offer (although we noticed that there was no price reduction opting if"
    },
    {
      "title": "Lovely cozy Boutique Hotel in Lausanne central",
      "content": "Cute Hotel in the middle of Lausanne, close to the shopping area of Lausanne. Great beds, small cozy rooms, quiet, clean, friendly staff - what else could you wish for? We asked for a restaurant reco and were send to the fantastic Brasserie de Montbegnet, a highlight - visited by locals, not tourists ;)."
    },
    {
      "title": "One of the best boutique hotels",
      "content": "In the middle of small shopping alleys Reminds you of the old times, but the hotel is so clean and well maintained. Everything shines in there and you can open the window to keep an eye on those beautiful alleys. Parking is a bit far as the hotel is in a busy street but not at all inconvinient. The reception gives you all information you need Recommeded strongly"
    },
    {
      "title": "Boutique hotel with a family run vibe",
      "content": "The hotel is located in the pedestrian only section of old town. However, they do allow cars for dropping off and picking up luggage. If you are coming from the train station, don't make the mistake I did and walk to the hotel if you have a lot of bags. It is almost entirely uphill over cobblestones. The hotel itself has the great boutique feel. The top floor is where you get the cantilevered ceilings which is tied to the architecture of the building. The room was incredibly spacious, had plenty of USB outlets which made for very easy device charging and was incredibly quiet. Comfortable, clean, all the things you could want. The front desk is only staffed for certain hours. Outside of those hours you need to have your room key in order to access the building. There"
    },
    {
      "title": "Very good boutique hotel",
      "content": "We loved the boutique hotel atmosphere and the recently renovated rooms. Especially we enjoyed the spacious modern bathroom with heated floor. The overall style of the bedroom was pleasant. We also liked the coffee machine, welcome drink and tea available in the room. The hotel is perfectly located in the centre of Lausanne. All clients of the hotel can benefit from a 50% discount in a public parking nearby. The only negatives points were the quality of the products proposed for breakfast (it tasted very industrial) and the comfort of the bed. But overall we would recommend it!"
    },
    {
      "title": "Tidy and comfortable in the heart of old town",
      "content": "We only stayed here 1 night on our way through Switzerland. The room was clean and had been recently updated. It had everything you would need, fridge with complimentary still and sparkling water, hot water maker with instant coffee and tea, small area with drawers and hanging space. The location is great. We walked with luggage from the train station in the snow! They gave us good directions and it only took about 8 min. The breakfast they provide was lovely because the other larger hotels we stayed at in Switzerland did not provide breakfast as they usually do in Europe. Also, Switzerland is super expensive so this touch of including breakfast was appreciated! Note : EVERYTHING closes down on Sundays in all of Switzerland pretty much. One of the only restaurants that we"
    },
    {
      "title": "Not a 3 star hotel!",
      "content": "First time staying here. Most impressed with the modern, practical and well assembled amenities. Great location for a tourist, perhaps a little less so for business. Room was quiet, well stocked and furnished, hi-speed wifi, and a phenomenal shower! Switching to this hotel for my next trips to Lausanne."
    },
    {
      "title": "Boutique; Side Of Hill In Old Town",
      "content": "Five floors, each with seven rooms. In the heart of the Old Town. Parking is relatively close but tricky to find. Similarly the metro that goes to the lake (Place du Vieux Port) is relatively close. With all the hills, the layout is not so easy to understand. There is an elevator connecting a bridge near the metro and parking that gets you up close to the level of the hotel."
    },
    {
      "title": "Great location",
      "content": "This hotel is located in the heart of the shopping district, shuttle to the lake. The town is located in a hilly area, be prepared to walk. Lots of great restaurants in the area and lots of fun to experience."
    },
    {
      "title": "small and tasteful",
      "content": "good, well designed hotel in older (hilly) part of lausanne. rooms seemed just finished, good bathroom and well in earshot of church bells. basic breakfast with good coffee. plenty of restaurants in walking distance."
    },
    {
      "title": "Great boutique hotel",
      "content": "Located in the oldtown, close to shops, short walk to Manora cafeteria 7th floor of the Manor dept store, and providing a wonderful assortment of breakfast goddies, the Hotel des Voyageurs is very accommodating, quiet and clean. The staff is very friendly. We were there in October. The close Metro is a quick access to Ouchy on the water where we spent a lot of our time. Flon is the Metro stop for a short walk to the hotel, mostly uphill."
    },
    {
      "title": "Charming hotel in great location",
      "content": "My wife and I stayed for 3 nights in September. This hotel has a lot going for it including a great location and very good ambience. The room was a little small but very clean and the staff were excellent. Breakfast was included and offered a good choice and freshly cooked eggs to your preference were available on request. You are right in the centre of a neat shopping area but at nigh it is peaceful. Lots of restaurants and parts of the old town within easy walking distance plus the local Metro is handy and tourists receive free travel passes for their stay."
    },
    {
      "title": "Comfy and Clean",
      "content": "I stayed here during a tour of Switzerland with Rick Steve's tours. We were relieved to find a small portable AC unit in the room upon arrival. The location is perfect right in the old town. The front desk staff were friendly and helpful. The hotel is clean, new and spotless. The hotel is walking distance to the market, shops and restaurants. "
    },
    {
      "title": "Excellent location and hotel rooms",
      "content": "Right in the heart of Lausanne, by the shops and the tourist attractions, this hotel is excellent. Perfect setup rooms and public spaces, with attention to detail. Excellent sleeping quality. Very good breakfast and helpful staff. For sure a good choice in the heart of Lausanne."
    },
    {
      "title": "Lucky to have AC",
      "content": "It was warm when we arrived with our tour group. Turns out we were lucky to have a room w AC. It was a portable unit the size of a small suitcase. We had the leave the window open to direct the hot air out of the room. But we were cool unlike some of our traveling companions. Clean room. Good breakfast. About average size for our tour hotels (i.e., small)."
    },
    {
      "title": "Great Location",
      "content": "Stayed here for 4 nights in a very clean, comfortable room with a spacious well appointed bathroom. Bottles of still and sparkling water were provided and were replenished throughout our stay. Good choices at breakfast. The hotel is a couple of minutes walk from Flon metro station and the transport card we were given by the hotel for the whole of our stay gave us free access to the bus, metro and local train networks."
    },
    {
      "title": "Great old town location",
      "content": "The Hotel des Voyageurs has been remodeled extensively indoors, while maintaining a facade that blends with the surrounding buildings. It is a short walk from the Flon Metro station, and is also near some of the major sights in the old town. The rooms are very airy and clean. There are some rooms that have balconies overlooking the streeth. There is a mini-fridge with complimentary filtered water. The bathrooms have a shower, with a glass wall, some of which have privacy curtains. The breakfast was pretty good, though it is hard to get a a second cup of coffee. The staff is personable and helpful."
    },
    {
      "title": "Beautiful Room in Old Town",
      "content": "Arrived soaked to my thighs in denim jeans out of rain storm near Oberwil. Tomas the desk clerk couldn't have been nicer, when he took me downstairs to the hotel laundry, where I ironed my pants dry. Tomas speaks beautiful English, French and German and is delightful in his guest interactions. The location can't be beat in the heart of Lausanne's Old Town. Very atmospheric. The rooms are spacious, bathroom sparkles, new linen, great sleep."
    },
    {
      "title": "Clean hotel, nice staff, great breakfast",
      "content": "My husband and I based ourselves in Lausanne for 4 nights for his birthday. Bit of an uphill walk from the main train station but in a nice neighbourhood, the Hotel Des Voyageurs was clean with welcoming staff and a great breakfast. It was well placed near a Metro (which we used quite a bit since the hotel provided a metro pass for the duration of our stay). Within walking distance of sights and some decent restaurants. The only con was a strange smell in our room, not sure if it was the plumbing or the area, but it was not pleasant. Not enough to put me of returning, but just something that maybe should be addressed."
    },
    {
      "title": "Pleasant Stay",
      "content": "I stayed here for two nights in July. The room was great: clean and comfortable. There was a nice fan to keep it cooler since there was no A/C. The wifi was free but a bit slow. The included breakfast was very good. The location was great. It was in the center of town."
    },
    {
      "title": "Comfortable stay",
      "content": "Stayed in a small double. Worked well as a single room and for small packers could easily accommodate two. Bed was comfortable, bathroom didn't suffer from the privacy issues mentioned multiple times in other reviews. The breakfast was quite good, warm options available on request. Location is excellent, easy to find by transit (plus google maps helps!). Very helpful staff."
    },
    {
      "title": "Great location, affordable prices",
      "content": "I stayed in this hotel a couple of times during some of my regular visits at the EPFL. The hotel is situated in a rather old building, but the interior has been entirely renovated in a modern style. It is situated in the pedestrian area of the city center. It is walkable distance from the main metro station. The staff is very friendly. The breakfast is served in a very nicely decorated room and it consists of a large variety of continental food, including fresh fruits."
    },
    {
      "title": "Nice room, OK neighborhood",
      "content": "The hotel was easy to get to using the metro and walking. It had and was unseasonably HOT throughout Switzerland. The room was nice but there wasn't A/C and our fan was having problems. They gave us a second fan then replaced the original one the next day. We also opened our window at night (though it faced another residence, it was still ok) The hotel is walkable distance (even with the hills) to a lot of sights as well as restaurants, shops, and grocery stores. We were there on a Wed. so there was an open market near by. I love to browse the market place even though I can't buy a lot of the veggies, and fruits. So many different kinds of strawberries were in season... yum."
    },
    {
      "title": "Lovely hotel, great breakfast and friendly staff shame about thelack of air con",
      "content": "I stayed here on business and this hotel is definitely one I would visit again for a number of reasons. It's decorated in a very nice style, an old building but with modern vibe, fixtures and fittings. The staff were friendly and bi-lingual. They were kind and listened to my basic French! The breakfast was delicious - a good range of continental, top quality food. The hotel is a good walk, uphill from the station however you could get a cab or the metro. The one downside is the lack of air con. The trendy Dyson fan is lovely just a little inadequate when it's 30+ degrees outside. I was overheating. Great bed and very quiet. I'd definitely stay again and pray it was a little cooler."
    },
    {
      "title": "AC missing in hot summer not ideal",
      "content": "Having had very pleasant stays in the past, this time I was a bit disappointed due to two factors: 1. Rooms are not equipped with A/C. I know it sounds strange and one couldn’t care too much in winter but when I was visiting Lausanne, it was quite hot and even with the fan and opened windows, it didn’t help that much! 2. Hotel is quite centric and close to the church. Since I was trying to sleep with the opened windows, I could clearly hear the bells playing every hour. If you have a light sleep, it could be disturbing Nothing wrong with the hotel, rooms are very good, high cleanliness standards, relationship price/quality is excellent. However, the lack of a/c in the summer is a big disadvantage…"
    },
    {
      "title": "Good hotel but one major flaw is lack of Air Conditioning.",
      "content": "We stayed here for 2 nights in June.The hotel is well located convenient by metro to the main railway station and in a central location. Rooms are small but well equipped.We had a room with balcony which was useful. Breakfasts are excellent,would be even better if they served coffee in a jug rather than single cups ! Major flaw is the absence of air conditioning.Rooms have a large fan but this is noisy ,not particularly efficient and heats up when used for a long period.June temperatures in Lausanne were in the mid 20 s C and the bedroom was much too warm .We arrived in Lausanne on a Sunday -be warned the centre of town is a bit of a ghost town then ! Reasonable value hotel with breakfast included."
    },
    {
      "title": "continues to be an excellent choice",
      "content": "This is the third time I have stayed here over the past year and I continue to enjoy the hotel. Location is ideal - easy access to Lasuanne Flon Metro and much of the older, City. Rooms are well appointed, breakfast is excellent, and staff very nice and helpful. I am here during a heatwave and they placed fans in rooms as there is no AC - but that is the norm in Switzerland."
    },
    {
      "title": "No AC otherwise fantastic",
      "content": "Loved this hotel. Modern, clean, friendly staff and great location. Still quiet at night. Could walk to allmost all the sights and the beautiful lake. Great breakfast too. Only draw back was, no air conditioning and even in the end of May it was pretty hot. They did provide a super, quiet fan, which helped. Will probably not stay there in the hot month, but super for the rest of the year."
    },
    {
      "title": "Central location, very nice, modern rooms, very large breakfast buffet",
      "content": "The staff is very friendly. Try to get a room towards the patio (quite). The rooms have been renovated and are relatively large and nice. Rooms come with a fridge but NO AC. This is normally not a problem except maybe in July or August...."
    },
    {
      "title": "Good stay good location",
      "content": "The hotel is a family hotel renovated couple of years ago. Modern rooms. Quite comfortable if just a little bit small. The location is perfect if you are not looking for a room with a view to the wonderful landscape of the town. But on the other hand in the heart of the city,few min walk to Lausanne-Flon metro hub. Many restaurants shopping centers in a few min walk. Breakfast is good and satisfactory Stayed there for 4 nights. Recommended. "
    },
    {
      "title": "Great location!",
      "content": "Good hotel in a great location only 5 min walk from metro station Lausanne-Flon, in the middle of the old town. Nice rooms, very modern bathroom. Good breakfast buffet that has everything you might want. Only downside is that the TV only has French programmes."
    },
    {
      "title": "Two of the worst nights of sleep",
      "content": "This hotel is modern and clean but that is all. It is located in a very small street on top of the very crowded restaurant with a lot people smoking and drinking outside until midnight. It is then followed by people shouting in the street for the whole night (6am in my case). There is no proper noise insulation and it makes it impossible to sleep. The neighborhood is also full of hobos constantly harassing for money. Two of the worst hotel nights we've had and also the first time online ratings are so far off the reality. Avoid."
    },
    {
      "title": "BeUtiful hotel",
      "content": "Nice place. CLEAN. nice design. Great service. Comfortable bed. Good location. Front desk service very helpful. Wonderful experience. What else do you want? Enjoyed it very much. Will be back. Xoxoxoxoxoxoxoxoxoxoxoxoxoxoxoxoxoxoxoxoxo"
    },
    {
      "title": "Up to date and affordable",
      "content": "We stayed 4 nights at Hotel des Voyageurs over the New Year holidays. We chose to upgrade to a suite since we planned to spend some time just relaxing in our room. The suite was spacious, quiet and very comfortable with a large shower and heated tiles on the floors. Breakfast was generous with many choices - even champagne to make mimosas for New Year's Day! Because of the holiday many local stores were closed but the hotel location would make it very convenient for shoppers. It's also close to public transportation and a free bus/metro pass is included with your room."
    },
    {
      "title": "Central Location",
      "content": "This hotel is well located close to shopping areas and public transportation terminals. My group and I were able to walk to just about any location in Lausanne. Lake Geneva is also close by and you can take the metro back up the steep. Breakfast buffet was okay, save for the language barrier (my group was Anglophone). We could barely communicate with the servers. Wifi is reliable. Rooms are cleaned daily and comfortable. "
    },
    {
      "title": "Good hotel",
      "content": "I stayed here for one night with my son based on trip advisor reviews. Check in was efficient and fast. The hotel is very clean and well located in the middle of town. Lots of shops and restaurants all around. Close to bus stops. We had a suite and it had a nice coffee making facility and two comfortable beds, one was a pull out sofa. Two TV sets and a separate loo. Hair dryer and good sized safe in the cupboard. Staff was efficient and kind. Prices incredibly reasonable. You simply could not wish for more. Special thanks to the duty manager. Excellent service!!!"
    },
    {
      "title": "Superb place",
      "content": "The hotel is very comfortably located in the city near the public transport lines. The reception was very pleasant, even I arrived 5 hours earlier than expected. The rooms are quite small, but designed really comfortably. Overall, I think this is a perfect place for a short stay."
    },
    {
      "title": "Good mid range hotel.",
      "content": "We stayed here for 1 night in October 2016. The rom was a good size with high spec fixtures and fittings, including USB charging points next to the bed. We didn't have breakfast as it wasn't included in the price. We got a taxi to it on arrival and we wouldn't have found it otherwise even though it is just a short walk from a metro stop (Flon). Use the free travel card that you get for public transport in Lausanne to cope with all those hills! A trip down to Ouchy drinking wine looking at the view is well worth a trip!"
    },
    {
      "title": "Ottima localizzazione in centro",
      "content": "Great place to stay in downtown... very closer from metro and lots of bus lines. The room is very comfortable as good is the twin bed. There are some internal rooms, very peaceful to calm low noise sleeping. Included breakfast is assorted and tastily."
    },
    {
      "title": "Modern with central location",
      "content": "Modern clean hotel, with buffet style continental breakfast. There is no parking at the hotel but discount within walking distance at a public car park. The room was quiet with a modern shower room, everything looked clean and new, staff on front desk spoke English and were helpful. If I ever travel to Lausanne again I would be happy to stay at this hotel."
    },
    {
      "title": "Excellent ratio quality-price",
      "content": "I stayed for two nights in this very central hotel. Kind of family business hotel. Rooms are spacious and well equipped. Everything looks brand new and very clean. Comfy bed and a good isolation offers a nice sleep experience. Quite a good number of restaurants around. Also some malls and typical shops. Fair breakfast, maybe lacking a bit of variety. In the negative aspect, no fitness facility but for the quality offered, price is worth. Be aware that if you leave before 7am, there will be nobody at the reception for the check out. However, you can leave your room key and free to go. The hotel bill will reach you via email..."
    },
    {
      "title": "Nice hotel but far away from the lake",
      "content": "This is a very chic hotel but very far away from the lake and city's attraction, i.e. the Olympic museum. There is a Manor three blocks away in case you need to do some shopping and a Swiss-specialty restaurant nearby. Staff was very friendly, rooms are very modern and quiet."
    },
    {
      "title": "Very comfortable",
      "content": "Wonderful room. Superior room has plenty of space. Excellent beds. Very quiet. WiFi perfect. Décor is Contemporary and very comfortable. Plush towels + big bathroom and shower. Very clean. Staff efficiently helpful. Location to all of Lausanne can’t be beat."
    },
    {
      "title": "Great hotel and staff",
      "content": "Spent 2 nigths in Lausanne on this hotel. The hotel was clean, large room and bathroom. Breakfast was nice with a variety of food and fruit. Location in the old town was for us near perfect. Wery helpfull staff. "
    },
    {
      "title": "Location, location, location",
      "content": "Nicely appointed contemporary-style hotel right at the heart of Lausanne's tourist attractions and shopping streets. Excellent buffet breakfast included. Walk to everything from here; however be aware that the hotel is located on a quaint but steeply inclined street and that if you walk from the railway station you'll be dragging your suitcase up a pretty forbidding hill. My room was compact but, well, interesting: tourists from America may be taken aback that all that stands between the bed and the shower is floor-to-ceiling glass: no wall, no curtain, no privacy. Make sure you're on good terms with the person you're sharing with! Good value, well situated and highly recommended. "
    },
    {
      "title": "Great location.",
      "content": "This is a great location, just a short walk from the train station. The rooms are renovated, clean and well kept. Rooms are small but comfortable. There is in room coffee which is always a nice touch. The resturant right across the way is really good and the folks although did not speak much English were really helpful."
    },
    {
      "title": "fresh renovated",
      "content": "Spend one night in this Hotel and loved it. In the middle of the old town, best Location. Seems like the hole Hotel has been renovated recently. The room was small but very comfy. Right across the street is a bakery, it was perfect to smell the fresh bread when waking. Just the drive to the Hotel was a bit adventures, right through the pedestrian Zone. Beware of the narrow street and confused pedestrian…"
    },
    {
      "title": "Modern clean hotel with great location.",
      "content": "The beds are comfortable. No AC which is a tad warm for early fall. Lots of noise on street side esp church bells going crazy at 7 am. Very few fans available also. Friendly service. Great breakfast. Located in city center. Many sights, bars, restaurants nearby. So is the handy metro in this hilly city."
    },
    {
      "title": "Modern and Compact and reasonably priced.",
      "content": "Centrally located hotel, one stop from the Gare on the Metro (you can walk it as well but a bit uphill). Rooms smaller than I expected, plan to ONLY sleep here. Comfortable beds and room, overall. Breakfast that is included is quite nice with a variety of fruits, hard boiled eggs, breads, yogurts, cheeses, meats, and coffee. Elevator actually larger than typical European hotel elevators. Of note: bathroom is separated from room with an opaque glass wall so you can see shadows of person and some noise transfers to room so I recommend you are close if you share room. ;)"
    },
    {
      "title": "Good stay",
      "content": "The hotel is very close to Lausanne flon stop. You can walk to the hotel from the train station . It is a convenient location. It is a modern and comfortable hotel( no air conditioning ). The breakfast was great. There is a great pizza place across the street from the hotel."
    },
    {
      "title": "Beautiful boutique hotel in a great location",
      "content": "I stayed at this hotel 6 nights for business and it was perfectly located down the street from the Flon Metro stop. My room was perfect. I found the desk area to be very spacious and I had the best WiFi connection ever from a hotel. The bed was comfy and the bathroom was roomy. I was pleasantly surprised at the full size blow dryer complete with a nozzle and a diffuser for my curly hair! I was also happy to find a nice cold bottle of water in the mini fridge. At first I was worried because the hotel does not have air conditioning and when I walked into the room, I immediately felt the heat. The hotel does provide an oscillating fan which works very well. After a few minutes, I cooled down and the room felt very comfortable the entire time I was there. The breakfast"
    },
    {
      "title": "Great location, comfortable rooms, great staff",
      "content": "Very lovely hotel, very modern. Our room was overlooking the small, mostly pedestrian road. When we shut the windows we couldn't hear any street noise, which was good because the first night we were there, Lausanne was hosting a music festival. Our room was very spacious and clean. The front desk staff were very helpful and pleasant. The breakfast room off the main entryway was clean with lots of tables and chairs for guests. The offerings were great and the coffee very good."
    },
    {
      "title": "Wonderful visit",
      "content": "We had a wonderful visit for 3 nights at the Hotel des Voyageurs. The room was clean, the breakfast had a nice variety (including a special spread on Swiss National Day!) and the staff was very welcoming and friendly. Also the hotel is located on a nice quiet street, an easy walk from the Lausanne Flon Metro stop."
    },
    {
      "title": "Modern Inside, Traditional Outside",
      "content": "Great location in old town. It is close to everything, yet on a quiet street. Very modern, comfortable and convenient rooms. Stayed there on Rick Steves tour of Switzerland. Excellent breakfast. Good choice for anybody."
    },
    {
      "title": "Love this hotel!",
      "content": "My family & I stayed at this beautifully renovated hotel last night and we wished we could stay longer! We booked a suite for our family of 4 -King bed in one room and pull out double sofa in the other - and it was perfect! It is so tastefully decorated with a modern slant and spacious to boot. Even the amenities such as Babyliss hairdryer and in room Nespresso coffee machines were nice touches. Highly recommend this hotel-it should be rated much higher!! Although we did walk from the train station it was quite an uphill trek on cobblestone streets dragging luggage, but for 2 teens and active adults it was doable. Another thing to note is that almost everything in the area is closed on Sunday, so it was a little sleepy. Not to worry, the hotel provided free transportation passes"
    },
    {
      "title": "SMALL HOTEL IN OLD TOWN WITH FRIENDLY SERVICE",
      "content": "This recently renovated hotel in the old town section of Lausanne, is conveniently located to transit and has very friendly service . The only drawback is that it doesn't have air conditioning, which you might not think is important in Switzerland but we were there when the weather was quite warm. They did bring a portable air conditioning unit into the room and it helped immensely for sleeping. The room was very modern and comfortable, with a great shower. Included in the rate was a breakfast buffet, which was a nice inclusion because finding a breakfast in Switzerland is mission impossible ! But for the issue of ventilation , this hotel is a great choice at a reasonable price."
    },
    {
      "title": "Comfortable modern room",
      "content": "This was a spacious room, with a large modern bathroom with 2 separate sinks. It had plenty of floor space to move around and put luggage, a desk and chair with hot tea kettle, and a shelving system area. We slept with the windows open and did not experience much street noise. The bed was comfortable. The Metro stop was a short walk away. The front desk clerk was helpful although I am not sure the desk is manned 24/7. I would stay here again."
    },
    {
      "title": "Wonderful, Contemporary, Great Location",
      "content": "Very nice updated hotel with modern touches. The staff members were very helpful and knowledgeable. The bedding was wonderful and the shower divine. I will definitely stay here again if in the area and recommend this hotel without reservation. The one caveat is that there is no air conditioning, but I think it was just an unseasonably warm weekend when I was there. "
    },
    {
      "title": "Great city centre hotel",
      "content": "Great location, but with a stiff walk uphill from the train station. Room was boutique modern with friendly staff. Best continental breakfast for a long time and they were flexible with the closing time."
    },
    {
      "title": "A Bon Voyage!",
      "content": "Stayed in a suite, 4 nights in June. My wife and I LOVED this hotel. Recently renovated, modern and well-appointed. Beds were very comfortable, good wifi, coffee and tea in room, large bath. I greatly appreciated the USB ports at bedside. This reduced the need for a U.S. converter for the plugs. I needed one for my laptop and the front desk provided one for the duration of the stay for a deposit that was returned at checkout. Excellent breakfast. Website lists croissant and coffee but it was much more - meats and cheese, hard boiled eggs, waffles, assort breads, yogurt, cereals, fruit salad, etc., all very high quality. Given the cost of eating in Lausanne, this was a huge savings. Location is also great. Around the corner from the Lausanne Flon metro station - 3 min"
    },
    {
      "title": "Best mid-range hotel in Lausanne",
      "content": "I have travelled to Lausanne every month for the last three years, and stayed in many different hotels until I found this one. It ticks all the boxes: clean, modern, quiet, central location close to restaurants, shops and bars, with reliable wifi and breakfast included. Prices are very competitive by Swiss standards. The rooms are spacious with windows that can be opened (this sounds odd but is important in summer given Swiss law restricts the amount of aircon that can be pumped out). The staff are friendly and personable. Highly recommended."
    },
    {
      "title": "A beautiful hotel, very well run hotel, close to the metro station",
      "content": "We arrived by car, which is not quite as easy as the hotel suggests, but it was not much of a problem. The street where the hotel is located is a pedestrian street, not designed for cars, although you can drive there and drop off. On each side of the narrow travel part of the road there are long steps, that I had to move partially onto because a car needed to get by. The hotel provides a parking voucher which allows you to park in a lot, about 1/2 a mile away for 15CHF a day. If you come by car make sure you get a good explanation of which lot to park in because there are more than one. The hotel staff is very friendly and professional, although one gentlemen was a little stiff, but all the women who worked there were great. We reserved a double deluxe room, for 200 CHF on a"
    },
    {
      "title": "Clean, Modern, and Close location to Metro station",
      "content": "Three stars is mainly because our stay was average, even though the facilities are clean and modern. Location is close to the metro station Lausanne-Flon, but also there are a lot of money beggars just down the street from the hotel. The reception desk service was average as certain receptionist were friendly and others just stared at us when we would walk into the lobby. They were not very helpful when we asked for restaurant recommendations, which was unfortunate since we didn't know the area at all. One note should be made is that there is no air conditioning but they do provide a small desk oscillating fan to help ease stuffiness in the room. Overall I would say our stay was okay since the rooms were clean and the hotel did the job of providing a place to sleep. "
    },
    {
      "title": "Relaxing stay at a chic hotel",
      "content": "My wife and I just stayed at the Hotel Des Voyageurs this week en route to a long return trip home. It was the perfect mix of modern with classic, and incredibly clean and chic. The room was large, with really nice features like a large flat screen TV, modern bathroom, and blackouts for the windows. Very central in an exciting part of Lausanne, you will find this to be the perfect place to get a great night's rest. The best part? The breakfast, which included a large buffet of yummy Swiss food (breads, cheese, yogurt, cereal, drinks) that did not disappoint. Thank you for a great stay!"
    },
    {
      "title": "Don't underestimate this hotel!",
      "content": "The hotel has been refurbished, it's nice and clean. Very well located in the middle of old town, but still not loud (we spent a Saturday night there). The management and the staff is very welcoming and granted us an upgrade, after we mentioned we were coming with our daughter. It is always great to have a bigger room (with a small living room) when you are travelling with children. The breakfast was included in the price and fair. Definitively returning on our next trip to Lausanne."
    },
    {
      "title": "Enjoyable boutique (small) hotel, well-located and quiet",
      "content": "I have stayed at a number of hotels in Lausanne and I enjoyed this one better than the rest. While it does not have a restaurant it is in a quiet location 5 minutes from the Flon metro stop. The staff are very nice and helpful. The breakfast is fresh and very good quality (there is not hot breakfast other than toast). The rooms are clean, new and quiet, at least during my stay. I had a room not facing the street."
    },
    {
      "title": "A home away from home!",
      "content": "Staying at hotel des voyageurs is just feeling at home away from home. Staff is very attentive, kind, and prompt to address any requirements. Rooms are clean, spacious and quiet. Breakfast has all one could wish and breakfast room is very comfortable. The location is an added bonus: in the centre of the city! But hotel is very quiet even during busy evenings and weekends. Ideal for a weekend away or short breaks, I felt very comfortable even when I stayed by myself. I cannot wait to go back."
    },
    {
      "title": "Great hotel and super clean",
      "content": "Stayed at this great hotel on business and my room was spotless. It's clean modern and a great location in the centre of town. The staff are friendly and the breakfast room is clean and spacious. Great for business and free internet. I would come back here again."
    },
    {
      "title": "Great",
      "content": "Great hotel and service specially for price/value. I ended up taking the junior suite as regular room felt a little cramped. Upgraded room was amazing and it totally was worth the price. Only down side is if you are traveling by car as parking is not available and you have to park at a local parking garage which is not all that close specially if you have your suitcases with you. I was offered a voucher for reduced rate but there was no one at the garage to present the voucher. Other than that this is a great find."
    },
    {
      "title": "Absolutely amazing",
      "content": "This is one of the best hotels I've been to in Switzerland. The whole building is renovated and finished to a very high standard. The rooms are well soundproofed, nicely appointed with tea/coffee and free bottled water. Toiletries are good quality, and everything is spotlessly clean and shiny. The bed is incredibly luxurious too. Breakfast was smartly arranged and very tasty. During your stay you receive a free Lausanne travel card which allows use of all transport in the city and for several miles out (including part of the Lavaux Vineyards). Lastly, the location is on a quiet shopping road, a few minutes walk from Lausanne Flon station, and I had no trouble at all getting a good night's rest. Can't wait to stay again later this month..."
    },
    {
      "title": "Excellent hotel",
      "content": "Refurbished in 2015 to a high standard , bed rooms and bathrooms are lovely, breakfast is Swiss/European but all the buffet items are fresh, and presented with care. Reception is very helpful , giving directions, booking restaurants for you. Would stay again if in the area."
    },
    {
      "title": "Excellent small boutique hotel",
      "content": "What can I say: - very central, - elegant and simple style, - very friendly staff, - good buffet breakfast, - modern and comfortable rooms and - reasonable rates. In short: everything in this Hotel really is just fine in a most positive sense. I'll be back."
    },
    {
      "title": "Great business hotel for an overnight in the town centre",
      "content": "Great newly refurbished clean hotel in a largely pedestrianised Fantastic tasty breakfast buffet Comfortable large bed though not that much extra room in the bedroom. I was a bit phased by the floor to ceiling clear glass wall between the shower and the bedroom. Odd to watch TV from the shower and this would not have suited if 2 people stayed Friendly & helpful staff Good value for Switzerland Not surprised at its high ranking on Trip Advisor"
    },
    {
      "title": "Excellent hotel !",
      "content": "Beautiful rooms with exceptional staff. The breakfast included and fantastic. The rooms look completely new and fully furnished. It is perfectly located in the city center and there are wonderful restaurants and shops around. Highly recommended !"
    },
    {
      "title": "Look no further in Lausanne",
      "content": "Great value for the price - Friendly staff, clean light interior design of the room, free speedy WIFI and great location that you're in the centre of town - shops, bars, Metro station and amenities are all at the doorstep of the hotel."
    },
    {
      "title": "Functional room, hospitable staff",
      "content": "Room was comfortable. The bed and pillow were good. I got a courtyard room so I was able to open the window and sleep undisturbed. The staff was friendly, both at the reception and at breakfast. The area has lots of stores and restaurants."
    },
    {
      "title": "Excellent location, great service",
      "content": "We stayed two days and one night in Lausanne and wanted a hotel that was central so we could take in as many of the sites as we could. The very helpful receptionist gave us some great tips on sites to see and places to eat. The room was very nice and we were really happy with the service and facilities overall."
    },
    {
      "title": "Excellent quality and value",
      "content": "About 10 mins from the station , uphill getting there , or 1 metro stop , this hotel is ideal for a short stay . It is in the pedestrianised area , quiet , very well rfurbished rooms , friendly staff , nice bathroom , coffee etc in the room and local to some reasonable restaurants . It is good value for Switzerland , better than many not so good places to stay on Lake GVA . You get a public transport card so visiting the lakeside is free and takes 10 mins on the nearby metro ."
    },
    {
      "title": "Excellent hotel in bang on in the center of Lausanne",
      "content": "It must be said that this hotel is better than the 3* given by TripAdvisor - i think some of the ratings were from a couple of years ago before the hotel was renovated. what i liked: recently renovated with clean, modern design the service - reception mainly - are still the old team, with very personal service in the pedestrian old city very clean, well appointed good value - relative to other hotels in the city and Switzerland in general what not so good to keep the aesthetic integrity of the (old) building - the windows were not replaced during renovation, so the soundproof is lacking. Not a problem for me, but in the summer, with a couple of restaurants/bars nearby, it might be troubling. the hotel is in a narrow lane - so no view what can be improved well, after thinking"
    },
    {
      "title": "Wonderful experience",
      "content": "The remodel at the Voyageurs was excellent. Almost everything had changed from our last visit. Everything was perfect, from the rain fall shower to the Cappuccino at breakfast. Usually, American's are frustrated by European hotel showers that do not include doors or overhead shower nozzles. This shower was excellent! The bed was comfortable. The breakfast was very good, especially fresh eggs and very good bread. We will be back."
    },
    {
      "title": "Very good hotel. Good location",
      "content": "The university colleague I was visiting recommended this hotel and I can see why. The interior is immaculate and the bedroom was light, airy and very clean. The breakfast is limited and whilst adequate it is an area that they could improve. The location is very central which makes it ideal for sightseeing and finding interesting bars/restaurants. Definitely would come here again. "
    },
    {
      "title": "Excellent stay",
      "content": "I had a really good time at this hotel. I was first given an upgrade to a suite which was amazing. Warm welcome, good breakfast and excellent location. Easily accessible to metro and railway station. I recommend this hotel in Lausanne."
    },
    {
      "title": "Really 4 1/2 stars",
      "content": "I really enjoyed this hotel. Had a very spacious room. The breakfast though limited somewhat was satisfying. Good location, only a 5 minute walk from the metro. Front desk was helpful. Would like wash cloths and a do not disturb sign. Would definitely stay here again"
    },
    {
      "title": "Mediocre",
      "content": "No air, good location. Room adequate. Nothing that stands out for me. Would not go back. Breakfast was good. Central location for old town. Not sure what else to say. Staff was friendly. I think still relatively new."
    },
    {
      "title": "NEW Hotel",
      "content": "I spent one night in this brand new hotel which opened a week ago in the center of Lausanne. Elegant and modern, it was a very nice surprise as much better than expected and more than any other 3 stars! Wifi is free and the staff is extremely friendly and useful! "
    },
    {
      "title": "Weekend in Lausanne",
      "content": "Fantastic Hotel, business/leisure trip of 2 1/2 days in Lausanne. Fully renovated this year, very nice rooms with a great touch for decoration. Great price/quality ratio. Unbelivable location where you find many restaurants and bars. Cannot go wrong with this hotel, expecially with the great suite they have in the upper floor. Excellent service, will definitely go back for stays in Lausanne."
    }
  ]
}