{
  "count": 48,
  "actualCount": 48,
  "allReviews": [
    {
      "rating": 5,
      "dateOfVisit": "September 2021",
      "ratingDate": "September 6, 2021",
      "title": "Sehr gute Burger !",
      "content": "Die Lage am Bahnhof ist nicht beeindruckend, man geht dorthin, um satt zu werden und nicht lange zu verweilen. Die Burger waren alle sehr lecker, die Pommes perfekt. Die Preise sind auf Fastfood-Niveau, die Qualität ist viel besser..."
    },
    {
      "rating": 3,
      "dateOfVisit": "April 2021",
      "ratingDate": "May 23, 2021",
      "title": "Décevant",
      "content": "Commande passée par téléphone. 40 minutes à attendre sur place alors que nous étions là à l’heure exacte !! (Ils nous ont offert une portion de frite pour le temps d’attente…… ) 2.70 CHF pour rajouter du lard dans le burger, une seule tranche qui de plus n’avait aucun goût !! Nous avons pris des Chicken Wings qui étaient à peine cuit et qui ne donnaient pas du tout envie.\nUne expérience au Fryburger bien décevante."
    },
    {
      "rating": 2,
      "dateOfVisit": "December 2020",
      "ratingDate": "December 18, 2020",
      "title": "Petite déception au fry...",
      "content": "Cela faisait un moment que je n’étais pas retourné au Fryburger, je suis un grand amateur de burgers et je me rappelle encore la première fois que j’y suis allé, c’était une excellente surprise. Le sandwich en l’occurrence un cheeseburger bœuf était très bon, le pain maison très réussi, la sauce délicieuse, les frites parfaitement cuites. Le tout pour un prix très correct.\nJ’y suis retourné aujourd’hui pour midi, me réjouissant d’un bon cheese, mais malheureusement je suis obligé de faire part de ma déception. Pour commencer, en ajoutant une boisson au menu et un supplément lard, le prix avoisine les 20.-, le pain n’avait pas la saveur habituelle, certaines frites étaient molles, sans parler du lard épais et simplement pas bon que j’ai dû enlever pour améliorer mon repas.\nVoilà cela ne me fais pas plaisir de faire ce genre de feedback mais j’ai trouvé juste de l’exprimer."
    },
    {
      "rating": 5,
      "dateOfVisit": "November 2020",
      "ratingDate": "November 29, 2020",
      "title": "Great burgers!",
      "content": "Beef, chicken & veggie burgers with loads of different options. Absolutely the best veggie burger I've ever had - made fresh. One of the few places open for takeaway during the COVID closures. Friendly and fast, very reasonable price. Definitely recommend this place!"
    },
    {
      "rating": 4,
      "dateOfVisit": "August 2020",
      "ratingDate": "August 16, 2020",
      "title": "Bons burgers avec plusieurs choix vegans !",
      "content": "Les serveurs sont sympathique, les burgers sont bons et assez gros. Et surtout, il y a plusieurs bonnes options vegans en plus des burgers végétariens !"
    },
    {
      "rating": 3,
      "dateOfVisit": "September 2019",
      "ratingDate": "July 9, 2020",
      "title": "Pas ouf mais pas cher",
      "content": "Les burgers sont pas chers mais sont juste normaux... ils ne sortent pas du lot... et des burgers j'en ai mangé partout, donc je sais de quoi je parle.\nPar contre c'est rapide, donc pour la pause de midi ça va très bien."
    },
    {
      "rating": 4,
      "dateOfVisit": "May 2020",
      "ratingDate": "May 30, 2020",
      "title": "Burgers très bons !",
      "content": "Grand choix de burgers, copieux, servi avec beaucoup de frites maison succulentes ! Responsable accueillant et arrangeant ! Une très bonne adresse !"
    },
    {
      "rating": 4,
      "dateOfVisit": "December 2019",
      "ratingDate": "December 23, 2019",
      "title": "Un très bon burger avec beaucoup de choix",
      "content": "De très bons burgers, beaucoup de choix : poulet, boeuf et végétarien. Un bon rapport qualité/prix. Je recommande"
    },
    {
      "rating": 5,
      "dateOfVisit": "November 2019",
      "ratingDate": "November 26, 2019",
      "title": "Love the veggie burgers",
      "content": "Great variety of toppings - raclette, Gruyère, mexicain, thaï, etc... but they have beef, chicken and fish too. Best fries! Love the FryBurger!"
    },
    {
      "rating": 3,
      "dateOfVisit": "July 2019",
      "ratingDate": "November 24, 2019",
      "title": "Une alternative à l'autre avec un grand M",
      "content": "Le pain croustillant pour une burger est vraiment une découverte géniale. Le personnel est très, mais alors vraiment très sympathique. Mention spéciale pour les burger avec du chèvre et aussi la sauce asiatique qui est divine. Les spécialités du moment sont également très bonnes et ne manquez pas la mousse de mangue, une finition vraiment très gourmande !"
    },
    {
      "rating": 4,
      "dateOfVisit": "November 2019",
      "ratingDate": "November 12, 2019",
      "title": "Ca en vaut la peine",
      "content": "Peut -être la déco laisse un peu à désirer, mais les hamburgers étaient très bon.\nIl y a un grand choix, pour tous les goûts...il manquait juste, à mon avis, un hamburger avec mayo au wasabi dont personnellement je raffole!\nLe personnel est très gentil et disponible, les prix sont plus que corrects.\nSi on a faim, on est pressés, mais on ne veut pas des hamburgers des fast foods, Fry Burger est un très bon choix!"
    },
    {
      "rating": 1,
      "dateOfVisit": "October 2019",
      "ratingDate": "October 27, 2019",
      "title": "Honteux",
      "content": "A en voir les hamburgers et les frites, on croirait manger les restes d’un autre client!\nHonteux d’oser servir un plat pareil !"
    },
    {
      "rating": 5,
      "dateOfVisit": "September 2019",
      "ratingDate": "September 12, 2019",
      "title": "De véritables hamburgers",
      "content": "Une excellente découverte pour moi qui ne suis pas trop hamburger... tout est cuisiné avec des ingrédients de qualités, la viande est aérée et excellente, le pain est croustillant et vraiment bon, les frites ; impossible de passer à côté ! Fan de chèvre, j’ai même mon hamburger ! Le personnel est très accueillant et agréable.\nIncomparable avec les grandes enseignes !\nUne halte à refaire avec mes ados ! Même eux sont accro, tant par la qualité gustative que par les prix plus que correct !!"
    },
    {
      "rating": 3,
      "dateOfVisit": "July 2019",
      "ratingDate": "August 18, 2019",
      "title": "Ni mauvais, ni très bon",
      "content": "idéal à midi entre collègues si on est pressé.\nLe lieu n'est pas très accueillant, mais le personnel est sympa."
    },
    {
      "rating": 4,
      "dateOfVisit": "July 2019",
      "ratingDate": "July 28, 2019",
      "title": "Burger pour tout le monde",
      "content": "Fast food avec un joli choix de burger y compris végétarien.\nAssez bon et à un prix très corect. Servi dans un panier, sans autre accompagnement que des frites.\nFast-food with a large menu of burger (beef, chicken and vegetarien).\nCorrect for a nice price. Burger in a basket with just french fries."
    },
    {
      "rating": 5,
      "dateOfVisit": "July 2019",
      "ratingDate": "July 15, 2019",
      "title": "Très bon",
      "content": "Moi c'est leurs frites. Oh avec de vrai goût des pommes de terre. J'adoooore , et les burger californien humm"
    },
    {
      "rating": 5,
      "dateOfVisit": "July 2019",
      "ratingDate": "July 3, 2019",
      "title": "Le burger californien",
      "content": "Je suis déjà venus manger ici plusieurs fois et c’est toujours aussi bon. Au passage le burger californien cest le meilleur burger que j’ai manger dans ma vie. Je le recommande"
    },
    {
      "rating": 5,
      "dateOfVisit": "June 2019",
      "ratingDate": "June 27, 2019",
      "title": "Supers burgers végétariens",
      "content": "Service rapide et efficace (burger veggi pret en 5minutes a emporter). Prix tres corrects (8.6 burger seul, 11.- en menu). Grand choix de burgers avec possibilite de choisir végétarien pour chaque burger!\nEmplacement ideal en face de la gare pour prendre à emporter dans le train!"
    },
    {
      "rating": 5,
      "dateOfVisit": "June 2019",
      "ratingDate": "June 24, 2019",
      "title": "Best burger ever",
      "content": "Beaucoup de choix, végés, boeuf, poulet... il y en a pour tous les goûts ! et meilleures frites du monde."
    },
    {
      "rating": 4,
      "dateOfVisit": "August 2018",
      "ratingDate": "April 5, 2019",
      "title": "Gute Burger, Preis-Leistung passt!",
      "content": "Gute Burger und Pommes mit diversen Saucen und Zutaten. Sehr freundliches Personal, top. Immer gerne wieder."
    },
    {
      "rating": 1,
      "dateOfVisit": "December 2018",
      "ratingDate": "December 18, 2018",
      "title": "Baisse de qualité et accueil déplorable",
      "content": "J ai découvert le fryburger de Lausanne, les burger était bon, la qualité à baissé, viande probablement congelée, alors que j adorais ces burger je les trouve vraiment quelconques, de plus l accueil à Lausanne et des plus froid, pas aimable du tout, quand à l hygiène elle est douteuse, encaisse l argent et va continuer à préparer les burger sans gants. Bref des burger qui était bon, je dis bien était au passé."
    },
    {
      "rating": 5,
      "dateOfVisit": "October 2018",
      "ratingDate": "October 31, 2018",
      "title": "De loin LE Meilleur Burger de Suisse",
      "content": "JE RECOMMANDE à 200% !\n\nIl y a des burgers pour tous les goûts un poil sucré, un poil piquant et encore tout pleins de choses extra ! Les frites sont grandes très bonnes ça croustille !!!\n\nLe personnel est très accueillant toujours souriant.\nLe fast-food est très propre le personnel aussi ils ont même du désinfectant pour les mains ! Vraiment d’une très grande qualité!\n\nPossibilité de prendre à l’emporter ce qui est très pratique.\n\nConvient à tout type de personne j’ai été sur place avec mon petit ami, ma famille, mes amis avec tout le monde. Ce fast-food convient même aux personnes âgées !\n\nJe vous conseille vivement d’essayer leurs burgers vous n’allez absolument pas regretter !"
    },
    {
      "rating": 4,
      "dateOfVisit": "October 2018",
      "ratingDate": "October 4, 2018",
      "title": "Très bon burger",
      "content": "Dormant à l’hôtel attenant au restaurant, je suis allé manger au Fry Burger pour des raisons pratiques. Très bonne surprise, établissement très sympathique et animé. Pas mal de choix de burgers, j’ai pris le choix du moment, un Philly Steak avec des frites à l’ancienne. Le pain était excellent (pour ceux qui l’aiment moelleux), la garniture généreuse et savoureuse. Les frites étaient bonnes aussi. Je recommande !"
    },
    {
      "rating": 4,
      "dateOfVisit": "September 2018",
      "ratingDate": "October 3, 2018",
      "title": "Good choice and fair price",
      "content": "The only place to offer vegan burgers with good taste and home made fries. Price quality is good compared to other places. Lacks cosyness and atmosphere but ok for a quick meal."
    },
    {
      "rating": 4,
      "dateOfVisit": "September 2018",
      "ratingDate": "September 25, 2018",
      "title": "Rapide",
      "content": "De passage dans la région j’ai profité de goûter à un burger maison. Ce fut savoureux et avec un service agréable et attentionné. Petite terrasse tranquille. Pour une petite halte et un burger différent des usines à bouffe. Merci"
    },
    {
      "rating": 2,
      "dateOfVisit": "September 2018",
      "ratingDate": "September 3, 2018",
      "title": "Low quality",
      "content": "Je suis allée quand l'endroit appartenait à une dame Américaine de Californie et les burgers étaient vraiment top, depuis qu'il a été racheté par qqun d'autre, franchement ça n'a rien a voir... Le manager ne surveille rien ! Le cuisinier touche l'argent des commandes et ensuite va en cuisine préparer une burger qui ne plus frais. Ils ne rajoutent que la moitié des produits qui sont censés d'être présent dans les burger. Négligence totale.. La viande aussi est congelé... En fin.. Rien à avoir avec le burger d'avant.. Il y a vraiment une grosse différence, le pain n'est plus fait maison comme il est censé de l'être, patates préchauffé, viande vraiment peni blé, et surtout pas de 170 gr comme c'est écris et le poulet j'en parle pas..on dit le meilleur du pire.. Voilà..\nJe vous déconseille d'y aller... Entre mcdo et ça, mnt je préfère mcdo.. Dommage pour le manager"
    },
    {
      "rating": 4,
      "dateOfVisit": "July 2018",
      "ratingDate": "August 1, 2018",
      "title": "Sympa",
      "content": "La terrasse à l'arrière est sympa et calme. Le patron est accueillant. Les burgers sont bon. Que demander de plus?"
    },
    {
      "rating": 4,
      "dateOfVisit": "July 2018",
      "ratingDate": "August 1, 2018",
      "title": "Un burger sans concurrence.",
      "content": "Le meilleur Burger de la région par la qualité, le goût et la fraicheur des produits. Les frites à l'ancienne sont clairement les meilleures que j'aie mangé."
    },
    {
      "rating": 4,
      "dateOfVisit": "July 2018",
      "ratingDate": "July 22, 2018",
      "title": "Excellent mais ...",
      "content": "Excellent comme à son habitude cependant pain pas très frais .. les frites restent les meilleures jamais goûtées ainsi que la garniture"
    },
    {
      "rating": 5,
      "dateOfVisit": "June 2018",
      "ratingDate": "June 23, 2018",
      "title": "Excellent",
      "content": "Des frites excellentes un hamburger magique un vrai régal\nCela fessait longtemps que je n avais pas manger un hamburger aussi bon\nVous pouvez oublier les autres grande chaîne\nC est ici qu’ils ont les meilleures\nDe plus un super accueil et très sympathique\nQualité prix parfait"
    },
    {
      "rating": 1,
      "dateOfVisit": "May 2018",
      "ratingDate": "May 17, 2018",
      "title": "Partez vite en courant ! Changement de direction.",
      "content": "Changement de direction depuis quelques temps et depuis l endroit est devenu un lieu où nous ne sommes pas les bienvenus. Personnel peu sympathique et patron plus que désagréable !\n\nMême la qualité a baissé !\n\nDommage car avant le personnel et la direction de ce petit établissement était une bonne adresse.\n\nPassez votre chemin. C est mieux."
    },
    {
      "rating": 5,
      "dateOfVisit": "April 2018",
      "ratingDate": "April 12, 2018",
      "title": "Des frites extra !!!!",
      "content": "Le cadre est tout simple, il y a une terrasse à l'extérieur. Je n'ai pas goûté les burgers mais je peux vous dire que les frites à l'ancienne sont absolument délicieuses. Le prix est vraiment correct pour la qualité et quantité. Rien à voir avec les grandes chaînes de fast-food."
    },
    {
      "rating": 5,
      "dateOfVisit": "November 2017",
      "ratingDate": "December 5, 2017",
      "title": "Délicieuse !!",
      "content": "Excellent Burger, un service rapide et conviviale. Que dire de plus que ce que tous savent se sont les meilleurs burger de la région avec des produits de la région un vrai régal et jamais déçu."
    },
    {
      "rating": 5,
      "dateOfVisit": "October 2017",
      "ratingDate": "November 11, 2017",
      "title": "Restaurant Fry Burger",
      "content": "Frites à l'ancienne consistantes et excellentes. De plus on ne trouve pas ce genre là ailleurs.\nViande de très bonne qualité, et prix très abordables.\n\nJe recommande vivement!"
    },
    {
      "rating": 4,
      "dateOfVisit": "August 2017",
      "ratingDate": "August 27, 2017",
      "title": "Sympa mais moins bien qu'avant",
      "content": "Nous avons eu le plaisir de retourner goûter les hamburgers bien meilleur que dans les grandes enseignes, le service était sympa, a priori cet établissement a été repris, ils ont gardé le concept et la carte qui a toutefois changé dans la composition des hamburgers, il moins d’ingrédients et c'est dommage car les hamburgers étaient meilleurs avant, les frites sont très bonnes"
    },
    {
      "rating": 5,
      "dateOfVisit": "August 2017",
      "ratingDate": "August 17, 2017",
      "title": "Ottimo hamburger fatto di carne svizzero!",
      "content": "Ottimo posto per mangiarci un hamburger invece di andare nelle solite catene americane! Qualità molto elevata personale gentile e prezzi competitivi rispetto alle grosse catene! Assolutamente da consigliare"
    },
    {
      "rating": 4,
      "dateOfVisit": "August 2017",
      "ratingDate": "August 7, 2017",
      "title": "Très bon mais personnel laisse à désirer",
      "content": "Jamais déçue par un bon fry, toujours aussi bon. Je trouve cependant que le personnel était plus sympathique avant. J'ai été accueilli très froidement par un monsieur qui n'a pas lâché un seul sourire. Pourtant je sais ce que c'est de travailler dans la restauration ( j'y travaille). Je sais bien qu'il y a des clients plus pénibles que d'autres mais je ne crois pas avoir été pénible ou désagréable en rentrant dans ce restaurant. Très bons burgers quand même !"
    },
    {
      "rating": 2,
      "dateOfVisit": "July 2017",
      "ratingDate": "July 19, 2017",
      "title": "Très déçus",
      "content": "Depuis la réouverture la qualité à vraiment baissé et le personnel est moins sympathique.\n\nC'est devenu un burger quelconque. Il y a mieux à faire dans la région.\n\nBon cela reste mieux que le macdo.."
    },
    {
      "rating": 4,
      "dateOfVisit": "July 2017",
      "ratingDate": "July 19, 2017",
      "title": "Sympa",
      "content": "Etant végétarienne, très agréablement surprise par les nombreuses déclinaisons de burger (à base de galettes de légumes). A l'arrivée burger très correct, bonne frites (un peu trop dans mon cas). Selon moi juste un peu chère pour un burger."
    },
    {
      "rating": 3,
      "dateOfVisit": "June 2017",
      "ratingDate": "July 18, 2017",
      "title": "Pas constant",
      "content": "Les burgers peuvent aussi bien être bon qu'insignifiant. Il n'y a pas de constance dans la préparation de ces derniers et c'est dommage!\nLa remarque va aussi pour les employés, certains sont très sympatique et d'autre beaucoup moins, dommage encore une fois.\nCela reste néanmoins de meilleures burgers qu'au Mcdo et toujours une restauration rapide; donc ça dépanne bien."
    },
    {
      "rating": 1,
      "dateOfVisit": "June 2017",
      "ratingDate": "July 5, 2017",
      "title": "Vraiment pas bon...",
      "content": "Je me suis arrêté un soir ou j'avais un petit creux... je voulais tester depuis la réouverture, eh bien j'aurais pas du ! Viande trop cuite, sèche sans saveur, fromage pas fondu, hamburger a peine chaud... Il y a de bien meilleurs endroits pour manger de délicieux hamburger"
    },
    {
      "rating": 3,
      "dateOfVisit": "May 2017",
      "ratingDate": "May 20, 2017",
      "title": "Moins bien depuis la réouverture",
      "content": "J'avais trouvé super bon dans le passé mais depuis la réouverture, le pain n'est plus aussi bon et je ne parle même pas du service...nettement plus sympa avant. Prix correct mis à part pour une bouteille d'eau à Fr. 3.50 et on se sert soi même !!"
    },
    {
      "rating": 4,
      "dateOfVisit": "February 2017",
      "ratingDate": "February 23, 2017",
      "title": "Très bon",
      "content": "Jolie petit restaurant, les burgers sont excellents et les frites vraiment délicieuses! On peut choisir sa viande,et sa sauce à choix c'est top! Prix correcte, on peut prendre à l'emporter!"
    },
    {
      "rating": 4,
      "dateOfVisit": "February 2017",
      "ratingDate": "February 17, 2017",
      "title": "À découvrir",
      "content": "Établissement à découvrir sans hésiter.\nAccueil sympathique, 1 petite salle à l'avant du restaurant donnant sur la rue et 1 autre salle à l'arrière au calme avec de nombreuses tables à disposition.\nTrès bon burgers et grosses frites à l'ancienne... un régal"
    },
    {
      "rating": 4,
      "dateOfVisit": "February 2017",
      "ratingDate": "February 12, 2017",
      "title": "Très bons burgers",
      "content": "C'est la vitrine qui nous a attiré dans ce petit restaurant, et nous n'avons pas été déçu !\nNous avons êtes accueillis par une dame très sympathiques et les burgers frites sont vraiment très bons.\n\nNous recommandons sans hésiter"
    },
    {
      "rating": 3,
      "dateOfVisit": "January 2017",
      "ratingDate": "January 9, 2017",
      "title": "Bon burgers",
      "content": "Bons burgers On doit débarrasser la table en échange d'un sourire... dommage que le personnel ne joue pas le jeu"
    },
    {
      "rating": 4,
      "dateOfVisit": "March 2016",
      "ratingDate": "November 29, 2016",
      "title": "Tout est dans la sauce",
      "content": "Beaucoup de restaurants proposent des burgers et au final ils ont tous besoin d'un petit quelque chose pour se démarquer. Dans le cas du Fry Burger, certes la viande est bonne, certes les frites sont bonnes, mais ce qui distingue selon moi ce restaurant c'est l'excellence sauce qu'ils mettent dans les burgers. Je conseille vivement la \"moutarde à l'ancienne\". Un repas rapide à essayer prêt de la gare !"
    },
    {
      "rating": 5,
      "dateOfVisit": "October 2016",
      "ratingDate": "October 21, 2016",
      "title": "Just delicious!!!",
      "content": "The hamburgers are great!! The taste is the delicious! I loved it! My friend told about it and she was actually very right.. the fries are made home with a special taste and the meet it is very good. The staff are very nice, very welcome specially the american lady :).. it is nice to see some smiling ppl around and not sad or..angry as normally they are unfortuantely :/.. that is also a point to go there and feel welcomed.\n\n"
    }
  ]
}