{
  "count": 18,
  "actualCount": 15,
  "allReviews": [
    {
      "rating": 5,
      "dateOfVisit": "November 2021",
      "ratingDate": "January 21, 2022",
      "title": "5*",
      "content": "Très agréable !\nChaleureux !\nCosy !\nExcellent !\n\nÀ visiter, sans le moindre doute!!\nEn couple, travail, privé, avec ou sans les enfants\n\n5*"
    },
    {
      "rating": 1,
      "dateOfVisit": "January 2022",
      "ratingDate": "January 13, 2022",
      "title": "Le restaurant fantôme",
      "content": "Lieu antipathique et froid , je suis arrivé j’ai dit bonjour , le serveur m’as regardé et il est reparti , j’ai donc sorti mon pass et attendu devant la porte mais personne venais , du coup j’ai décidé d’aller m’assoir à une table ,de nouveau personne après 10 min d’attente, trois autres tables étaient occupés avec personne en train de manger mais tous en train d’attendre sans carte et sans boissons, du coup j’ai décidé de partir de ce restaurant fantôme sans accueil et sans serveurs malgré l’heure de pinte un jeudi 12:15 …"
    },
    {
      "rating": 5,
      "dateOfVisit": "November 2021",
      "ratingDate": "November 12, 2021",
      "title": "Repas de chasse en amoureux",
      "content": "Ambiance super cosy en entrant\nAccueil super sympa\nAssiette formidable, notre meilleur repas de chasse de 2021\nNoisettes de chevreuil revisitée, un vrai régal et une magnifique présentation\nGénial, on reviendra"
    },
    {
      "rating": 5,
      "dateOfVisit": "October 2021",
      "ratingDate": "October 23, 2021",
      "title": "Très belle découverte !!!",
      "content": "Plats raffinés, accueil chaleureux, bons vins et décoration cosy, nous avons passé une merveilleuse soirée à découvrir ce restaurant. A recommander, une adresse qui mérite d’être connue sur Bulle. Rapport Qualité/Prix/Quantité au top !"
    },
    {
      "rating": 5,
      "dateOfVisit": "October 2021",
      "ratingDate": "October 6, 2021",
      "title": "Exceptionnel",
      "content": "Un accueil incroyable, une chasse à tomber parterre, des vins à couper le souffle et les patrons d'une gentillesse comme rarement rencontré. On était comme à la maison. Merci pour la découverte. On se réjouis de revenir."
    },
    {
      "rating": 5,
      "dateOfVisit": "September 2021",
      "ratingDate": "September 15, 2021",
      "title": "Agréable soirée",
      "content": "Belle découverte en entreprise, belle carte, met de qualité, service au top, ambiance cosi.\n\nJe conseil vivement à tous"
    },
    {
      "rating": 4,
      "dateOfVisit": "August 2021",
      "ratingDate": "August 10, 2021",
      "title": "Belle soirée",
      "content": "Jolie découverte ; belle décoration, carte originale, plats goûteux et conseils avisés. Nous reviendrons car il est possible de composer son menu au gré du choix de tapas ! Nous n’avons pas tout goûté !"
    },
    {
      "rating": 5,
      "dateOfVisit": "August 2020",
      "ratingDate": "September 2, 2020",
      "title": "Agréable découverte !!",
      "content": "Nous voulions testé de restaurant depuis un petit moment, c'est désormais chose faite.\n\nAccueil trés professionnel, bon choix de vin.\n\nDécoration cosy et lounge, magnifique terrasse et au calme (que vous n'avons pas pu testé a cause du temps)\n\nCoté cuisine nous avons pris double ration de tapas & tartare de veau.\nCuisine faite maison sans aucune hésitation.\nC'est important de le préciser de nos jours !\n\nProchaine fois nous testerons surement \"les tapas surprise\" (sur réservation)\n\nBravo à toute l'équipe et bon courage malgré la situation actuelle."
    },
    {
      "rating": 5,
      "dateOfVisit": "August 2020",
      "ratingDate": "August 26, 2020",
      "title": "Belle découverte",
      "content": "Une super terrasse, très bien décorée. Tapas et cocktails excellents. Cuisine au top. Personnel souriant, aimable et attentionné. Grandement recommandé."
    },
    {
      "rating": 4,
      "dateOfVisit": "July 2020",
      "ratingDate": "July 22, 2020",
      "title": "Agréable dîner",
      "content": "Belle découverte : établissement soigné et bien décoré.\nAccueil chaleureux et conseils avisés\nCuisine raffinée, originale et goûteuse servie dans de la très belle vaisselle.\nLe seul bémol pour nous fût le fond sonore que nous n’avons pas apprécié et pas du tout trouvé en adéquation avec le raffinement de cet établissement.\nNous reviendrons toutefois pour tester les vins !\n"
    },
    {
      "rating": 5,
      "dateOfVisit": "March 2020",
      "ratingDate": "July 11, 2020",
      "title": "Une jolie découverte",
      "content": "Très belle accueil , sympa , agréable et de très bon conseils. Le chef cuisinier nous a fait des propositions de menus hors de la carte pour répondre à nos attentes et à nos goûts . Original, avec du goût ! On se réjouie d’y retourné . Je vous conseille fortement cette adresse."
    },
    {
      "rating": 5,
      "dateOfVisit": "July 2020",
      "ratingDate": "July 10, 2020",
      "title": "Un parfum de vacances à Bulle",
      "content": "Service très chaleureux. Tapas succulents et raffinés. Tartare de veau délicieux. Le tout sur une jolie terrasse fleurie. A découvrir absolument. On reviendra"
    },
    {
      "rating": 5,
      "dateOfVisit": "May 2020",
      "ratingDate": "May 23, 2020",
      "title": "La perle de bulle",
      "content": "Acceuil chaleureux, une belle découverte.\nUne salle de restaurant design et cosy.\nUne excellente cuisine avec du goût.un bon savoir faire et cela se sent dans les plats.le personnel de service souriant et accueillant.un grand plus pour la magnifique terrasse ensoleillée avec une déco très fashion.\nUn bon resto à recommander et à revenir."
    },
    {
      "rating": 5,
      "dateOfVisit": "May 2020",
      "ratingDate": "May 23, 2020",
      "title": "Bonne trouvaille",
      "content": "Jolie terrasse ensoleillée ainsi que jolie décoration. Bon tapas et bon burger. Un bon petit moment passé en famille."
    },
    {
      "rating": 5,
      "dateOfVisit": "May 2020",
      "ratingDate": "May 21, 2020",
      "title": "Tapas chic",
      "content": "Une très belle découverte pour ce restaurant chic cosy.une très bonne cuisine,d'excellents tapas ainsi que de très bons vins .une belle surprise, la découverte de la terrasse sobre et très raffinée .\nSans oublier le patron souriant et serviable ainsi que le personnel de service.\nUne très bonne adresse à recommander.\nNous nous réjouissons de revenir"
    }
  ]
}